Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/FeaturedItemSlider/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/FeaturedItemSlider/Module.txt
source: Featured Item Slider
es_mx: Featured Item Slider (Funcionalidad de Ítem deslizante)

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using a jQuery slider. This module depends on the Contrib.MediaPickerField module.
es_mx: Agrega un nuevo tipo de contenido denominado FeaturedItem, el cual incluye una imagen, un título y opcionalmente un subtítulo y una dirección URL. También incluye un FeaturedItemsWidget para la visualización de ítems destacados mediante un control deslizante jQuery. Este módulo depende del módulo Contrib.MediaPickerField

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using the jQuery Cycle plugin.
es_mx: Agrega un nuevo tipo de contenido denominado FeaturedItem, el cual incluye una imagen, un título y opcionalmente un sub título y una dirección URL. También incluye un FeaturedItemsWidget para la visualización de ítems destacados usando el plugin jQuery Cycle.

# FeaturedItemSlider.AdminMenu
source: Featured Items
es_mx: Elementos Destacados

# FeaturedItemSlider.AdminMenu
source: New Feature Group
es_mx: Nuevo Grupo Destacado

# FeaturedItemSlider.AdminMenu
source: Manage Feature Groups
es_mx: Gestionar Grupos Destacados

# FeaturedItemSlider.AdminMenu
source: New Feature
es_mx: Nuevo Item Desatacado

# FeaturedItemSlider.AdminMenu
source: Manage Features
es_mx: Gestionar Items Destacados

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: You have not yet created any Groups. Create a
es_mx: No has creado ningún Grupo. Crea uno

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: new group
es_mx: Nuevo grupo

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: now.
es_mx: ahora.

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: Featured Items
es_mx: Items Destacados

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: You have not yet created any featured items. Create a
es_mx: No has creado ningún ítem destacado. Crea uno

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: new featured item
es_mx: nuevo ítem destacado

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: now.
es_mx: ahora.

source: Can be an absolute or relative url. The Headline and Image (if any) will be linked, unless the 'Separate Link' option is checked below.
es_mx: Puede ser una url absoluta o relativa. El Título y la Imagen (si hay alguna) podrían ser enlazados, a menos que la opción 'Enlace separado' de abajo esté tildada.

source: Separate Link
es_mx: Enlace separado

source: Use the Slide Order to control the order in which the slides are loaded into the widget.
es_mx: Usa la orden de deslizado (Slide Order) para controlar el orden en el que los deslizados se cargan dentro del widget.

source: For the group
es_mx: Para el grupo

source: the picture should be
es_mx: la imagen debe ser

source: A Feature Group is a collection of Feature Items that may be placed in any zone of your site. The settings of your feature group define the width and height of each feature item. You may add as many feature items to a group. Only one feature item will display at a time and a new feature will slide into place every few seconds.
es_mx: Un Feature Group es una colección de Feature Items que debe ser colocada en cualquier zona de tu sitio. La configuración de tu feature group indica la anchura y la altura de cada feature item. Debes añadir todos los feature items a un grupo. Sólo un feature item puede mostrarse al mismo tiempo y un nuevo feature se deslizará en el mismo sitio cada algunos segundos.

source: Display Properties
es_mx: Propiedades de Visualización

source: Name
es_mx: Nombre

source: Group Width
es_mx: Anchura del grupo

source: This is the overall width of one slide in the widget
es_mx: Esta es la anchura total de un deslizado en el widget

source: Group Height
es_mx: Altura del grupo

source: This is the overall height of one slide in the widget
es_mx: Esta es la altura total de un deslizado en el widget

source: Include images in the slider
es_mx: Incluye imágenes en el deslizador

source: Example of a slider using Inline images
es_mx: Ejemplo de un deslizador usando imágenes Inline

source: Example
es_mx: Ejemplo

source: Example of a slider using Background images
es_mx: Ejemplo de un deslizador usando imágenes para el fondo

source: Image Width
es_mx: Anchura de imagen

source: This is the width for the image portion of a slide (should not be greater than the Group Width)
es_mx: Esta es la anchura de la porción de imagen de un deslizado (no debe ser superior a la anchura del Group)

source: Image Height
es_mx: Altura de Imagen

source: This is the height for the image portion of a slide (should not be greater than the Group Height)
es_mx: Esta es la altura para la porción de imagen de un deslizado (no debería ser superior a la altura del Group)

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Top of the slide
es_mx: La cantidad de pixels de padding para un text area (headline/subheadline) que tendrá desde el tope del deslizado

source: Text Offset - Left
es_mx: Color de Text Offset - Left

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Left side of the slide
es_mx: La cantidad de pixels de padding para un text area (headline/subheadline) que tendrá desde el lado izquierdo del deslizado

source: Text Area Background Color
es_mx: Color de fondo del Text Area

source: Enter a hex code or use the color picker. Leave empty for a transparent background.
es_mx: Introduce un código hexadecimal para usar el color picker. Déjalo vacío para conseguir un fondo transparente.

source: Text Foreground Color
es_mx: Color de primer plano

source: Enter a hex code or use the color picker.
es_mx: Introduce un código hexadecimal para usar el color picker.

source: Slide Behavior
es_mx: Comportamiento de deslizado

source: Transition Effect
es_mx: Efecto de Transición

source: The effects are provided by the jQuery Cycle plugin. The available effects can be seen at
es_mx: Los efectos son proporcionados por jQuery Cycle plugin. Los efectos disponibles pueden verse en

source: Slide Speed
es_mx: Velocidad de deslizado

source: This is the number of milliseconds it will take for one slide to transition to the next
es_mx: Este es el número de milisegundos durante los que tardará una transición entre un deslizado y el siguiente

source: Slide Pause
es_mx: Pausa de deslizado

source: This is the number of milliseconds a slide will be diplayed
es_mx: Este es el número de milisegundos durante los que un deslizado será mostrado

source: Show pager
es_mx: Mostrar paginador

source: This option will display pager controls superimposed over the text area of the slides
es_mx: Esta opción mostrará los controles de paginador sobreimpresos encima del text area de los deslizados

source: Show slide numbers
es_mx: Mostrar cantidad de deslizados

source: This determines if the slide number and total slides are displayed on each slide (e.g. 1 of 5)
es_mx: Esto determina si el número y la cantidad total de deslizados son mostrados en cada deslizado (ej. 1 de 5)

source: <strong>Note:</strong> This will result in a 25px gap from the top of the slide to the starting position of the text area. Adjust the Text Offset - Top setting accordingly.
es_mx: <strong>Nota:</strong> Esto provocará un hueco de 25px desde el top del deslizado hasta la posición inicial del text area. Ajusta la configuración de Text Offset - Top en consonancia.

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Group
es_mx: Grupo

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Slide Order
es_mx: Orden de la Diapositiva

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Item
es_mx: Ítem

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Items
es_mx: Ítems
