Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Scripting.CSharp/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: The Orchard Team
es_mx: El equipo de Orchard

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Description for the module
es_mx: Descripción del módulo

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides C# compiler services.
es_mx: Provee servicios de compilación para C#

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Provides a Script Validation part.
es_mx: Proporciona una Part de script de validación.

# ~/Modules/Orchard.Scripting.CSharp/Module.txt
source: Script Validation
es_mx: Validación de script

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Misc
es_mx: Varios

# Orchard.Scripting.CSharp.Activities.DecisionActivity
source: Evaluates an expression.
es_mx: Evalúa una expresión.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: Possible Outcomes.
es_mx: Resultados posibles.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: A comma-separated list of possible outcomes.
es_mx: Una lista separada por comas de resultados posibles.

# Orchard.Scripting.CSharp.Forms.DecisionForms
source: You must provide a Script
es_mx: Debes proporcionar un Script

source: The script to run everytime the content item is edited. You can use ContentItem, Services, WorkContext, T() and AddModelError().
es_mx: El script para ejecutar cada vez que se actualiza el content item. Puedes usar ContentItem, Services, WorkContext, T() y también AddModelError()
