Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.CodeGeneration/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Tools to create Orchard components.
es_mx: Herramientas para crear componentes de Orchard.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Data Migration for {0}
es_mx: Creando la Migración de Datos para {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating data migration failed: target Feature {0} could not be found.
es_mx: No se pudo realizar la migración de datos: No se encontró la característica {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration already exists in target Module {0}.
es_mx: Ya existe la migración de datos en el Módulo {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration created successfully in Module {0}
es_mx: Se ha creado la migración de datos exitosamente en el Módulo {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0}
es_mx: Creando Módulo {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0} failed: a module of the same name already exists
es_mx: No se pudo crear el Módulo {0}: ya existe un módulo con el mismo nombre

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module {0} created successfully
es_mx: El módulo {0} se ha creado exitosamente

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0}
es_mx: Creando proyecto del módulo de tests {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating module tests project {0} failed: a project of the same name already exists
es_mx: La creación del proyecto de módulo pruebas {0} ha fallado: ya existe un proyecto del mismo nombre

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module tests project {0} created successfully
es_mx: El proyecto de módulo de test {0} se ha creado satisfactoriamente

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0}
es_mx: Creando Tema {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: an extention of the same name already exists
es_mx: No se pudo crear el Tema {0}: ya existe una extensión con el mismo nombre

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: base theme named {1} was not found.
es_mx: No se pudo crear el Tema {0}: no se encontró el tema base {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Theme {0} created successfully
es_mx: El tema {0} se ha creado exitosamente

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} in Module {1}
es_mx: Creando el Controlador {0} en el Módulo {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} failed: target Module {1} could not be found.
es_mx: No se pudo crear el control {0}: no se encontró el Módulo {1}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} already exists in target Module {1}.
es_mx: Ya existe el Controlador {0} en el Módulo {1}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} created successfully in Module {1}
es_mx: El controlador {0} fue creado exitosamente en el Módulo {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Orchard.Themes project file could not be found at {0}
es_mx: Precaución: No se pudo encontrar el archivo de proyecto Orchard.themes en {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Unable to modify Orchard.Themes project file at {0}
es_mx: Precaución: No se pudo modificar el archivo del proyecto Orchard.Themes en {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Solution file could not be found at {0}
es_mx: Precaución: No se pudo encontrar el archivo de la solución en {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: An unexpected error occured while trying to refresh the Visual Studio solution. Please reload it.
es_mx: Ocurrió un error inesperado al intentar actualizar la solución de Visual Studio. Favor de recargar la solución.
