Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.ContentPermissions/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Chris Pyle, S�bastien Ros
es_es: Chris Pyle, Sébastien Ros

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Allows item-level front end view permissions.
es_es: Permite permisos de vista por nivel de item en el front end.

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Content Item Permissions
es_es: Permisos de Content Item

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Security
es_es: Seguridad

# Orchard.ContentPermissions.Drivers.ContentPermissionsPartDriver
source: Could not update permissions
es_es: No se han podido actualizar los permisos

source: Permissions applied
es_es: Permisos asignados

source: Protected
es_es: Protegido

source: Those permissions will be applied by default to any content item of this type. Users with sufficient permissions can change them for each content item.
es_es: Estos permisos se aplicarán por defecto a cualquier Content Item de este tipo. Los usuarios con permisos suficientes pueden cambiarlos para cada Content Item.

source: View any content
es_es: Ver cualquier contenido

source: Edit any content
es_es: Edita cualquier contenido

source: Publish any content
es_es: Publica cualquier contenido

source: Delete any content
es_es: Elimina cualquier contenido

source: View own content
es_es: Ver contenido propio

source: Edit own content
es_es: Elimina contenido propio

source: Publish own content
es_es: Publica contenido propio

source: Delete own content
es_es: Elimina contenido propio

source: Only show those roles in the editor:
es_es: Sólo mostrar estos roles en el editor:

source: Uncheck the roles for which you don't want the editor to change the permissions for.
es_es: Desmarca los roles para los que no quieres que el editor pueda cambiarles los permisos.

source: Enable Content Item access control
es_es: Activa el control de acceso al Content Item

source: Check to define custom permissions for this content item.
es_es: Marca esta casilla para definir permisos personalizados para este Content Item

source: View this item
es_es: ver este item

source: Edit this item
es_es: Edita este item

source: Publish this item
es_es: Publica este ítem

source: Delete this item
es_es: Elimina este item

source: View own
es_es: Ver propio

source: Edit own
es_es: Edita propio

source: Publish own
es_es: Publica propio

source: Delete own
es_es: Elimina propio
