Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: App_Data/Localization/*/orchard.root_bak_*.po
Languages: es_es

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
es_es: {0} (Reintentando ...)

# Orchard.Commands.CommandHostAgent
source: Error executing command "{0}"
es_es: Error al ejecutar el comando "{0}"

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
es_es: Error iniciando la línea de comandos del host Orchard

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
es_es: Error al cerrar la línea de comandos del host Orchard

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
es_es: Detalles de la excepción: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
es_es: Seguimiento de la pila

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
es_es: El propietario {0} no existe

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
es_es: Cualquier cambio en la configuración requiere reiniciar la sesión.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
es_es: Hay varios comandos que se ajustan a los argumentos "{0}". Comandos disponibles: {1}.

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
es_es: No hay comandos que se ajusten a los argumentos "{0}". Comandos disponibles: {1}.

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
es_es: No se encuentra la opción "{0}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
es_es: La propiedad "{0}" existe pero no ha sido marcada con "{1}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
es_es: Error al convertir el valor "{0}" a "{1}" para la opción "{2}"

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
es_es: (vacío)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Command arguments "{0}" don't match command definition
es_es: Los argumentos de comando "{0}" no se ajustan a ninguna definición de comando

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
es_es: El método "{0}" no admite la opción "{1}".

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
es_es: Lista de comandos disponibles:

# Orchard.Commands.Builtin.HelpCommand
source: {0}: no help text
es_es: {0}: No hay texto de ayuda

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
es_es: El comando {0} no existe

# Orchard.Data.Migration.DataMigrationNotificationProvider
source: Some features need to be upgraded: {0}
es_es: Algunas funcionalidades necesitan ser actualizadas: {0}

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
es_es: Error mientras se ejecutaba la migración de datos: Se debe especificar el tipo del campo para poder cambiar sus propiedades

# Orchard.Data.Migration.Interpreters.MySqlCommandInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
es_es: Error mientras se ejecutaba la migración: Se debe especificar el tipo del campo para poder cambiar sus propiedades

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
es_es: El tipo del shape {0} no se encuentra

# Orchard.Environment.DefaultHostEnvironment
source: Orchard needs to be restarted due to a configuration change, but was unable to do so.
es_es: Orchard necesita reiniciarse debido a un cambio en la configuración, pero no ha podido hacerlo.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
es_es: Hay varias extensiones con el mismo nombre instaladas en esta instancia de Orchard.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: Extension '{0}' has been found from the following locations: {1}.
es_es: La extensión '{0}' se ha encontrado en los siguientes lugares: {1}.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
es_es: Este problema puede ser resuelto generalmente eliminando o renombrando la extensión en conflicto.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
es_es: Error al cargar la extensión '{0}'.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Assembly reference '{0}' for project '{1}' cannot be loaded
es_es: No se ha podido cargar la referencia al ensamblado '{0}' para el proyecto '{1}'

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
es_es: Error al compilar el módulo "{0}" a partir del archivo "{1}": {2}

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' could not be loaded because it has an invalid Path ({1}). It was ignored. The Path if specified must be a valid URL segment. The best bet is to stick with letters and numbers with no spaces.
es_es: No se pudo cargar la extensión '{0}' porque tiene una ruta no válida ({1}). Esta fue ignorada. Si la ruta se especifica, debe ser un segmento de URL válido. La mejor apuesta es unir letras y números sin espacios.

# Orchard.Environment.Extensions.Folders.ExtensionHarvester
source: The extension '{0}' manifest could not be loaded. It was ignored.
es_es: No se pudo cargar el manifiesto de extensión '{0}'. Fue ignorado.

# Orchard.Environment.Features.FeatureManager
source: Failed to get state for feature {0}
es_es: Error al obtener el estado de la función {0}

# Orchard.Environment.Features.FeatureManager
source: Found {0} states for feature {1}
es_es: Se han encontrado {0} estados para la función {1}

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
es_es: {0} no esta formateado correctamente

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
es_es: No es posible hacer espacio para el archivo "{0}" en la carpeta "App_Data"

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
es_es: El archivo {0} no existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
es_es: El directorio {0} no existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
es_es: La carpeta no se pudo crear en la ruta: {0}. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
es_es: El directorio {0} ya existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
es_es: El archivo {0} ya existe

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
es_es: El directorio {0} no tiene un directorio padre

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
es_es: Listado de Culturas:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
es_es: La Cultura del Sitio es {1}

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
es_es: Asignando la cultura del sitio a {0}

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
es_es: El nombre de la cultura proporcionado, {0}, no es válido.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
es_es: Se ha asignado correctamente la cultura {0}

# Orchard.Localization.Commands.CultureCommands
source: Adding site cultures {0}
es_es: Agregar al sitio web las culturas {0}

# Orchard.Mvc.DataAnnotations.LocalizedRangeAttribute
source: The field {0} must be between {1} and {2}.
es_es: El campo {0} debe estar entre {1} y {2}.

# Orchard.Mvc.DataAnnotations.LocalizedRegularExpressionAttribute
source: The field {0} must match the regular expression '{1}'.
es_es: El campo {0} debe coincidir con la expresión regular '{1}'.

# Orchard.Mvc.DataAnnotations.LocalizedRequiredAttribute
source: The {0} field is required.
es_es: El campo {0} es obligatorio.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
es_es: El campo {0} debe ser una cadena con una longitud mínima de {2} y una longitud máxima de {1}.

# Orchard.Mvc.DataAnnotations.LocalizedStringLengthAttribute
source: The field {0} must be a string with a maximum length of {1}.
es_es: El campo {0} debe ser una cadena con una longitud máxima de {1}.

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
es_es: {0}. Los usuarios Anónimos no tienen permisos de {1}.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
es_es: {0}. El usuario actual, {2}, no tiene permisos de {1}.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
es_es: No se puede acceder al área de administración
