Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Workflows/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Workflows/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Workflows/Module.txt
source: Provides tools to create custom workflows.
es_es: Permite crear flujos de trabajo personalizados.

# Orchard.Workflows.Activities.BranchActivity
source: Flow
es_es: Flujo

# Orchard.Workflows.Activities.BranchActivity
source: Splits the workflow on different branches.
es_es: Divide el flujo en diferentes ramas.

# Orchard.Workflows.Activities.ContentActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.ContentActivity
source: Content Items
es_es: Elementos de contenido

# Orchard.Workflows.Activities.ContentActivity
source: Content is created.
es_es: El contenido se ha creado.

# Orchard.Workflows.Activities.ContentActivity
source: Content is updated.
es_es: El contenido está actualizado.

# Orchard.Workflows.Activities.ContentActivity
source: Content is published.
es_es: El contenido se ha publicado.

# Orchard.Workflows.Activities.ContentActivity
source: Content is versioned.
es_es: El contenido está versionado.

# Orchard.Workflows.Activities.ContentActivity
source: Content is removed.
es_es: El contenido está eliminado.

# Orchard.Workflows.Activities.DeleteActivity
source: Deleted
es_es: Eliminado

# Orchard.Workflows.Activities.DeleteActivity
source: Delete the content item.
es_es: Eliminar content item

# Orchard.Workflows.Activities.ExclusiveBranchActivity
source: Splits the workflow on different branches, activating the first event to occur.
es_es: Divide el workflow en diferentes ramas, lanzando el primer evento que ocurra.

# Orchard.Workflows.Activities.LoggingActivity
source: Diagnostics
es_es: Diagnóstico

# Orchard.Workflows.Activities.LoggingActivity
source: Creates an entry in the application's logs.
es_es: Crea una entrada en los registros de la aplicación.

# Orchard.Workflows.Activities.LoggingActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.MergeActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.MergeActivity
source: Flow
es_es: Flujo

# Orchard.Workflows.Activities.MergeActivity
source: Merges multiple branches.
es_es: Mezcla múltiples ramas.

# Orchard.Workflows.Activities.NotificationActivity
source: Notification
es_es: Notificación

# Orchard.Workflows.Activities.NotificationActivity
source: Display a message.
es_es: Muestra un mensaje.

# Orchard.Workflows.Activities.NotificationActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.PublishActivity
source: Published
es_es: Publicado

# Orchard.Workflows.Activities.PublishActivity
source: Content Items
es_es: Items de contenido

# Orchard.Workflows.Activities.PublishActivity
source: Publish the content item.
es_es: Publicar el content item.

# Orchard.Workflows.Activities.RedirectActivity
source: Redirects to the specified URL.
es_es: Redirecciona a una URL específica.

# Orchard.Workflows.Activities.SignalActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.SignalActivity
source: Events
es_es: Eventos

# Orchard.Workflows.Activities.SignalActivity
source: Suspends the workflow until this signal is specifically triggered.
es_es: Suspende el workflow hasta que esta señal se ha desencadenado.

# Orchard.Workflows.Activities.TimerActivity
source: Tasks
es_es: Tareas

# Orchard.Workflows.Activities.TimerActivity
source: Wait for a specific time has passed.
es_es: Espera hasta que haya pasado un tiempo especificado.

# Orchard.Workflows.Activities.TimerActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.TriggerActivity
source: Done
es_es: Hecho

# Orchard.Workflows.Activities.TriggerActivity
source: Events
es_es: Eventos

# Orchard.Workflows.Activities.TriggerActivity
source: Triggers a Signal by its name.
es_es: Desencadena una señal por su nombre.

# Orchard.Workflows.Activities.WebRequestActivity
source: Success
es_es: Hecho satisfactoriamente

# Orchard.Workflows.Activities.WebRequestActivity
source: Performs an HTTP request.
es_es: Lleva a cabo una petición HTTP.

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to list workflows
es_es: No estás autorizado a listar workflows

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to manage workflows
es_es: No autorizado para administrar los flujos de trabajo

# Orchard.Workflows.Controllers.AdminController
source: Workflow {0} deleted
es_es: Workflow {0} eliminado

# Orchard.Workflows.Controllers.AdminController
source: Not authorized to edit workflows
es_es: No estás autorizado a editar workflows

# Orchard.Workflows.Controllers.AdminController
source: Workflow deleted
es_es: Workflow eliminado

# Orchard.Workflows.Controllers.AdminController
source: Workflow saved successfully
es_es: El workflow se ha guardado satisfactoriamente

# Orchard.Workflows.Forms.BranchForms
source: Available branches.
es_es: Ramas disponibles.

# Orchard.Workflows.Forms.BranchForms
source: A comma separated list of names.
es_es: Una lista separada por comas de nombres.

# Orchard.Workflows.Forms.ContentForms
source: Select some content types.
es_es: Seleccionar algunos content types.

# Orchard.Workflows.Forms.ContentForms
source: Any
es_es: Cualquiera

# Orchard.Workflows.Forms.LoggingActivityForms
source: Log entry level
es_es: Registro de nivel de entrada

# Orchard.Workflows.Forms.LoggingActivityForms
source: Select what type of notification should be displayed.
es_es: Selecciona qué tipo de notificación debe mostrarse.

# Orchard.Workflows.Forms.LoggingActivityForms
source: Debug
es_es: Depuración

# Orchard.Workflows.Forms.LoggingActivityForms
source: Information
es_es: Información

# Orchard.Workflows.Forms.LoggingActivityForms
source: Warning
es_es: Alerta

# Orchard.Workflows.Forms.LoggingActivityForms
source: Message
es_es: Mensaje

# Orchard.Workflows.Forms.LoggingActivityForms
source: The message to log.
es_es: El mensaje para ser registrado.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Notification type
es_es: Tipo de notificación

# Orchard.Workflows.Forms.NotificationActivityForms
source: Select what type of notification should be displayed.
es_es: Selecciona cuál es el tipo de notificación que debe mostrarse.

# Orchard.Workflows.Forms.NotificationActivityForms
source: Information
es_es: Información

# Orchard.Workflows.Forms.NotificationActivityForms
source: Warning
es_es: Alerta

# Orchard.Workflows.Forms.NotificationActivityForms
source: Message
es_es: Mensaje

# Orchard.Workflows.Forms.NotificationActivityForms
source: The notification message to display.
es_es: El mensaje de notificación para mostrarse.

# Orchard.Workflows.Forms.RedirectActionForm
source: The url to redirect to.
es_es: La dirección url a la que redireccionar.

# Orchard.Workflows.Forms.SignalForms
source: Name of the signal.
es_es: Nombre de la señal.

# Orchard.Workflows.Forms.SignalForms
source: The name of the signal.
es_es: El nombre de la señal.

# Orchard.Workflows.Forms.SignalForms
source: Available signals
es_es: Señales disponibles

# Orchard.Workflows.Forms.SignalForms
source: Select a signal.
es_es: Selecciona una señal.

# Orchard.Workflows.Forms.WebRequestForm
source: The url to send the request to.
es_es: La url a la que enviar la petición.

# Orchard.Workflows.Forms.WebRequestForm
source: Verb
es_es: Verbo

# Orchard.Workflows.Forms.WebRequestForm
source: The HTTP verb to use.
es_es: El verbo HTTP para usar.

# Orchard.Workflows.Forms.WebRequestForm
source: Headers
es_es: Cabeceras

# Orchard.Workflows.Forms.WebRequestForm
source: Enter one line per header=value pair
es_es: Introducir una línea por cada pareja header=value

# Orchard.Workflows.Forms.WebRequestForm
source: Form Format
es_es: Formato de formulario

# Orchard.Workflows.Forms.WebRequestForm
source: The serialization format to use for the POST body.
es_es: El formato de serialización para usar en el cuerpo del POST.

# Orchard.Workflows.Forms.WebRequestForm
source: Form Values
es_es: Valores del formulario

# Orchard.Workflows.Forms.WebRequestForm
source: For KeyValue, enter one line per key=value pair to submit when using the POST verb. For JSon, enter a valid JSon string
es_es: Para cada KeyValue, introducir una línea por pareja key=value para enviar al utilizar el verbo POST. Para JSON, introducir una cadena JSON válida.

# Orchard.Workflows.Tokens.SignalTokens
source: Workflow tokens.
es_es: Tokens de workflow.

# Orchard.Workflows.Tokens.SignalTokens
source: TriggerUrl:<signal>
es_es: TriggerUrl:<signal> (Dirección para desencadenar:<señal>)

# Orchard.Workflows.Tokens.SignalTokens
source: The relative url to call in order to trigger the specified Signal.
es_es: La dirección url relativa a la que llamar para desencadenar una señal específica.

# Orchard.Workflows.Tokens.StateTokens
source: Workflow tokens.
es_es: Tokens de workflow.

# Orchard.Workflows.Tokens.StateTokens
source: State:<workflowcontext path>
es_es: Estado: <ruta a workflowcontext>

# Orchard.Workflows.Tokens.StateTokens
source: The workflow context state to access. Workflow.State:MyData.MyProperty.SubProperty
es_es: El estado del contexto de flujo de trabajo para acceder. Workflow.State:MyData.MyProperty.SubProperty

# ~/Modules/Orchard.Workflows/Views/Activity-Delete.cshtml
source: Delete content item
es_es: Borrar Content Item

# ~/Modules/Orchard.Workflows/Views/Activity-Publish.cshtml
source: Publish content item
es_es: Publicar elemento de contenido

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect
es_es: Redireccionar

# ~/Modules/Orchard.Workflows/Views/Activity-Redirect.cshtml
source: Redirect to {0}
es_es: Redireccionar a {0}

# ~/Modules/Orchard.Workflows/Views/Activity-Timer.cshtml
source: {0} {1} after
es_es: {0} {1} después

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running workflows
es_es: Ejecutando workflows

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: Running ({0})
es_es: Ejecutandose({0})

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflow
es_es: {0} de flujo de trabajo

# ~/Modules/Orchard.Workflows/Views/Parts.Workflow.SummaryAdmin.cshtml
source: {0} Workflows
es_es: {0} flujos de trabajo

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: The name of the Workflow
es_es: El nombre del flujo de trabajo

# ~/Modules/Orchard.Workflows/Views/Admin/Create.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit Workflow {0}
es_es: Editar Workflow {0}

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Starts workflow
es_es: Inicia el flujo de trabajo

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Remove
es_es: Eliminar

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Are you sure you want to remove this activity?
es_es: ¿Estás seguro de que quieres eliminar esta actividad?

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: Close
es_es: Cerrar

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: You need to hit "Save" in order to save your changes.
es_es: Necesitas pulsar "Guardar" para guardar tus cambios.

# ~/Modules/Orchard.Workflows/Views/Admin/Edit.cshtml
source: The workflow needs at least one activity to be set as a starting state.
es_es: El flujo de trabajo necesita al menos una actividad para establecerse como un estado inicial.

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Edit Activity
es_es: Editar Actividad

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Workflows/Views/Admin/EditActivity.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Manage Workflow Definitions
es_es: Administrar Definiciones de workflow

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Create new Workflow Definition
es_es: Crear nueva definición de flujo de trabajo

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Choose action...
es_es: Seleccionar acción...

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Delete
es_es: Borrar

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Sort by:
es_es: Ordenar por:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Show:
es_es: Mostrar:

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: All
es_es: Todo

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Filter
es_es: Filtrar

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: {0} Running
es_es: {0} Ejecutandose

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Properties
es_es: Propiedades

# ~/Modules/Orchard.Workflows/Views/Admin/Index.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Running workflows
es_es: Ejecutando workflows

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Worfklow Definition
es_es: Definición de Flujo de Trabajo

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: No workflows associated with this content item.
es_es: No hay ningún flujo de trabajo asociado a este elemento de contenido.

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Status
es_es: Estado

# ~/Modules/Orchard.Workflows/Views/Admin/List.cshtml
source: Delete
es_es: Borrar
