Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Autoroute/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Autoroute/Module.txt
source: The Orchard Team
es_mx: El equipo de Orchard

# ~/Modules/Orchard.Autoroute/Module.txt
source: Description for the module
es_mx: Descripción del módulo

# ~/Modules/Orchard.Autoroute/Module.txt
source: Enables the Autoroute part for tokenized routing
es_mx: Habilita el part Autoroute para tokenizar rutas

# ~/Modules/Orchard.Autoroute/Module.txt
source: Content
es_mx: Contenido

# Orchard.Autoroute.Handlers.AutoroutePartHandler
source: Permalinks in conflict. "{0}" is already set for a previously created {2} so now it has the slug "{1}"
es_mx: Conflicto en permalinks. "{0}" ya ha sido definido por uno creado previamente {2} de modo que eset permalink tiene el slug "{1}"

# Orchard.Autoroute.Providers.SlugTokens
source: A slugified version of the item title appropriate for content Urls
es_mx: Una versión slugified del ítem título apropiado para el content Urls

# Orchard.Autoroute.Providers.SlugTokens
source: Path
es_mx: Dirección

# Orchard.Autoroute.Providers.SlugTokens
source: The full path of an item as already generated by Autoroute
es_mx: La ruta completa de un ítem que ya está generada por Autoroute

# Orchard.Autoroute.Providers.SlugTokens
source: Parent Path
es_mx: Dirección padre

# Orchard.Autoroute.Providers.SlugTokens
source: The parent item's path and slug with an appended forward slash if non-empty
es_mx: La ruta del item padre y del slug con una barra si no está vacío

# Orchard.Autoroute.Providers.SlugTokens
source: Slugified version of content type display name.
es_mx: Versión slugified del content type display name (nombre visualizable)

# Orchard.Autoroute.Providers.SlugTokens
source: Slugify the text
es_mx: Slugify el texto

# Orchard.Autoroute.Services.AutorouteService
source: Unknown content type: {0}
es_mx: Content type desconocido: {0}

# Orchard.Autoroute.Settings.AutorouteSettingsHooks
source: A default pattern has been added to AutoroutePart
es_mx: Se ha añadido un patrón predeterminado a AutoroutePart

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow custom patterns
es_mx: Permitir patrones personalizados

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Allow the user to change the pattern on each item
es_mx: Permite al usuario cambiar los patrones de cada ítem

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Automatically regenerate when editing content
es_mx: Regenerar automáticamente al editar contenido

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: This option will cause the Url to automatically be regenerated when you edit existing content and publish it again, otherwise it will always keep the old route, or you have to perform bulk update in the Autoroute admin.
es_mx: Esta opción causará que la Url se regenere automáticamente cuando edites contenido que ya exista previamente y lo vuelvas a publicar, de otro modo éste siempre guardará la vieja ruta, o deberías ejecutar una actualización en bloque en el panel de administración de Autoroute.

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Default
es_mx: Predeterminado

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Name of the pattern
es_mx: Nombre del patrón

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Pattern
es_mx: Patrón

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The definition of the pattern
es_mx: Definición del patrón

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Autoroute/Views/DefinitionTemplates/AutorouteSettings.cshtml
source: The description of the pattern, displayed in the editor
es_mx: Descripción del patrón, mostrado en el editor

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: The current Content Type does not have a default Autoroute Pattern. Please edit the settings first.
es_mx: El Content Type actual no tiene un patrón de autoruta predeterminado. Por favor, edita la configuración antes.

# ~/Modules/Orchard.Autoroute/Views/EditorTemplates/Parts.Autoroute.Edit.cshtml
source: Set as home page
es_mx: Establecer como página de inicio
