Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.PublishLater/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.PublishLater/Module.txt
source: Publish Later
es_es: Publicar después

# ~/Modules/Orchard.PublishLater/Module.txt
source: The Orchard Team
es_es: El equipo Orchard

# ~/Modules/Orchard.PublishLater/Module.txt
source: The PublishLater module introduces draft creation and scheduled publishing functionality.
es_es: El módulo PublishLater introduce la creación de proyectos y la funcionalidad de publicación programada.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: You cannot schedule a publishing date in the past.
es_es: No puedes programar una publicación para una fecha en el pasado.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
es_es: '{0} {1}' no se pudo analizar como una fecha y hora válidas.

# Orchard.PublishLater.Drivers.PublishLaterPartDriver
source: Both the date and time need to be specified for when this is to be published. If you don't want to schedule publishing then click Save or Publish Now.
es_es: Tanto la fecha como la hora deben ser especificados para cuando esto sea publicado. Si no desea programar la publicación haga clic en Guardar o en Publicar ahora.

# Orchard.PublishLater.Services.PublishLaterService
source: Couldn't publish selected content.
es_es: No se pudo publicar el contenido seleccionado.

# Orchard.PublishLater.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
es_es: El nombre de usuario, e-mail o contraseña proporcionada es incorrecta.

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish
es_es: Publicar

# ~/Modules/Orchard.PublishLater/Views/EditorTemplates/Parts/PublishLater.cshtml
source: Publish Later
es_es: Publicar más tarde

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.cshtml
source: Published: {0}
es_es: Publicado: {0}

# ~/Modules/Orchard.PublishLater/Views/Parts/PublishLater.Metadata.Summary.cshtml
source: Published: {0}
es_es: Publicado: {0}

source: Online
es_es: En línea

source: The page is currently online
es_es: Ahora mismo la página está en línea

source: Published
es_es: Publicado

source: Offline
es_es: fuera de línea

source: The page is currently offline
es_es: Ahora mismo la página está fuera de línea

source: Not Published
es_es: No publicada

source: Draft
es_es: Borrador

source: The page has a draft
es_es: La página tiene un borrador

source: No Draft
es_es: Sin borrador

source: Published: {0}
es_es: Publicado: {0}

source: Scheduled
es_es: Programado

source: The page is scheduled for publishing
es_es: La página está programada para su publicación
