Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.ContentTypes/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
es_mx: Los módulos de TiposDeContenido permite la creación y alteración de los tipos de contenido que no estan basados en código.

# Orchard.ContentTypes.AdminMenu
source: Content Definition
es_mx: Definición de Contenido

# Orchard.ContentTypes.AdminMenu
source: Content Types
es_mx: Tipos de Contenido

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to view content types.
es_mx: No está permitido ver Content Types.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
es_mx: No tienes autorización para crear un tipo de contenido.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
es_mx: El Nombre a Mostrar no puede estar vacío.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type Id can't be empty.
es_mx: El Id del Content Type no puede estar en blanco.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
es_mx: Ya existe un tipo con el mismo Id.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
es_mx: El nombre técnico debe comenzar con una letra.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
es_mx: Ya existe un Content Type con el mismo Display Name (nombre para mostrar).

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
es_mx: El tipo de contenido "{0}" ha sido creado.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
es_mx: No tienes autorización para modificar un tipo de contenido.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
es_mx: El nombre del Tipo de Contenido no puede estar vacío.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same name already exists.
es_mx: Ya existe un tipo con el mismo nombre.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
es_mx: "{0}" propiedades de configuración han sido guardadas.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
es_mx: No está permitido eliminar un Content Type.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
es_mx: Se ha eliminado "{0}".

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
es_mx: La parte "{0}" ha sido agregada.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
es_mx: La parte "{0}" ha sido removida.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
es_mx: No tienes autorizacón para crear una parte de contenido.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
es_mx: No se pudo crear la parte de contenido.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
es_mx: La parte de contenido "{0}" ha sido creada.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
es_mx: No tienes autorización para modificar una parte de contenido.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
es_mx: No está permitido eliminar un Content Part.

# Orchard.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
es_mx: El nombre técnico no puede estar en blanco.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same name already exists.
es_mx: Ya existe un campo con el mismo nombre.

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name contains invalid characters.
es_mx: El nombre técnico contiene caracteres no permitidos.

# Orchard.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
es_mx: Ya existe un campo con el mismo Display Name (nombre para mostrar).

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
es_mx: El campo "{0}" no fue agregado. {1}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
es_mx: El campo "{0}" ha sido agregado.

# Orchard.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
es_mx: Nombre para mostrar cambiado a {0}.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
es_mx: El campo "{0}" ha sido removido.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
es_mx: No se puede agregar un part llamado '{0}'. Esta ya existe.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
es_mx: El campo debe tener un nombre que no contenga espacio o símbolos.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
es_mx: Agregar un nuevo Campo a "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Display Name
es_mx: Nombre para mostrar

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name of the field as it will be displayed in screens.
es_mx: Nombre del campo tal cual se mostrará en las pantallas.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical Name
es_mx: Nombre técnico

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Technical name of the field.
es_mx: Nombre técnico del campo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
es_mx: Tipo de Campo

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
es_mx: Agregar Parts a "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type.
es_mx: Elige los Content Part para añadir a este Content Type.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
es_mx: Nuevo Content Type

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
es_mx: Mostrar Nombre

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Name of the type as it will be displayed in screens.
es_mx: Nombre del tipo tal cual será mostrado en las pantallas.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
es_mx: Id del Tipo de Contenido

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Technical name of the type.
es_mx: Nombre técnico del tipo.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
es_mx: Crear

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
es_mx: Nuevo Content Type

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
es_mx: No usar espacios o caracteres especiales. Por ejemplo, "MiParte"

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
es_mx: Crear

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type - {0}
es_mx: Editar Content Type - {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Placement
es_mx: Editar ubicación (Placement)

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
es_mx: Mostrar Nombre

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
es_mx: Id del Tipo de Contenido: {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
es_mx: Campos

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
es_mx: Agregar Campo

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
es_mx: Partes

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
es_mx: Agregar Partes

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Edit Field "{0}"
es_mx: Editar Campo "{0}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Display Name
es_mx: Nombre para mostrar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Name of the field as it will be displayed in screens.
es_mx: Nombre del campo tal cual será mostrado en las pantallas.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditField.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
es_mx: Modificar Parte

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
es_mx: Campos

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
es_mx: Agregar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Edit Placement - {0}
es_mx: Editar Ubicación (Placement)- {0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: You need to hit "Save" in order to save your changes.
es_mx: Necesitas pulsar "Guardar" para guardar tus cambios.

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPlacement.cshtml
source: Restore
es_mx: Restaurar

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
es_mx: Administrar Tipos de Contenido

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
es_mx: Crear Tipo Nuevo

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Filter:
es_mx: Filtro:

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
es_mx: Partes de Contenido

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
es_mx: Crear parte nueva

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Filter:
es_mx: Filtro:

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
es_mx: Remover la parte "{0}" de "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
es_mx: Parece que no pudiste remover el campo usando la forma elegante. Intenta forzarlo dando click en el botón.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
es_mx: Remover

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
es_mx: Remover la parte "{0}" de "{1}"

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
es_mx: Parece que no pudo utilizar la forma mejorada para remover la parte. Pruebe presionar el boton abajo para forzar la acciÃ³n.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
es_mx: Remover

source: Description
es_mx: Descripción

source: Optionally provide a description for this part
es_mx: Opcionalmente puedes proporcionar una descripción para este Content Part

source: Attachable
es_mx: Adjuntable

source: Check to allow this part to be attached to other content types.
es_mx: Marca la casilla para permitir que este Content Part pueda añadirse a otros Content Types.

source: Creatable
es_mx: Se puede crear

source: Determines if an instance of this content type can be created through the UI.
es_mx: Establece si una instancia de este Content Type puede crearse a través de la Interfaz de Usuario.

source: Draftable
es_mx: Se puede crear como borrador

source: Determines if this content type supports draft versions.
es_mx: Establece si este Content Type soporta versiones borrador.

source: Stereotype
es_mx: Estereotipo

source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
es_mx: (Opcional) El estereotipo de un Content Type, por ej., Widget, MenuItem, etc

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
es_mx: Crear Nuevo {0}

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
es_mx: Listar Elementos

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
es_mx: Propiedades de Configuración Globales

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
es_mx: Remover

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
es_mx: Remover

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
es_mx: {0} Propiedades de Configuración
