Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.SecureSocketsLayer/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: Secure Sockets Layer
es_es: Capa de Sockets Seguros

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.SecureSocketsLayer/Module.txt
source: This module will ensure SSL is used when accessing specific parts of the website like the dashboard, authentication pages or custom pages.
es_es: Este módulo se asegurará de que SSL se utiliza para acceder a determinadas partes del sitio web como el dashboard, páginas de autenticación o páginas personalizadas.

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting invalid
es_es: La configuración de 'Urls' del sitio web no es válida

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Everything' site setting set to '{0}'
es_es: Se ha establecido a '{0}' la configuración del sitio 'Asegurar todo'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Custom Enabled' site setting set to '{0}'
es_es: Se ha establecido a '{0}' la configuración del sitio 'Personalización habilitada'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Urls' site setting set to '{0}'
es_es: Se ha establecido a '{0}' la configuración del sitio 'Urls'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Secure Host Name' site setting set to '{0}'
es_es: Se ha establecido a '{0}' la configuración del sitio 'Nombre seguro de host'

# Orchard.SecureSocketsLayer.Commands.SecureSocketsLayersCommand
source: 'Insecure Host Name' site setting set to '{0}'
es_es: Se ha establecido a '{0}' la configuración del sitio 'Nombre no seguro de host'

# Orchard.SecureSocketsLayer.Filters.SecureSocketsLayersFilter
source: You need to configure the SSL settings.
es_es: Tienes que preparar la configuración de SSL.

source: SSL Settings
es_es: Configuración de SSL

source: Enable SSL redirection
es_es: Permitir redirección de SSL

source: Secure Host Name
es_es: Nombre de Host seguro

source: (Mandatory) The host name secured traffic should be redirected to (e.g. localhost:44300, secure.mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. secure.127-0-0-1.org.uk:4333).
es_es: (Obligatorio) El nombre de host de tráfico seguro debe redirigirse a (por ejemplo localhost:44300, secure.mydomain.com). No incluye el protocolo o cualquier otra cosa distinta al nombre de host. Puede especificar un puerto después de una coma si es necesario (por ejemplo secure.127-0-0-1.org.uk:4333).

source: Insecure Host Name
es_es: Nombre de Host inseguro

source: (Mandatory) The host name non-secured traffic should be redirected to (e.g. localhost:30321, mydomain.com). Don't include the protocol or anything else than the host name. A port can be specified after a colon if necessary (e.g. dev.127-0-0-1.org.uk:4333).
es_es: (Obligatorio) El nombre de host de tráfico no seguro debe redirigirse a (por ejemplo localhost:30321, secure.mydomain.com). No incluye el protocolo o cualquier otra cosa distinta al nombre de host. Puede especificar un puerto después de una coma si es necesario (por ejemplo secure.127-0-0-1.org.uk:4333).

source: Force SSL on all pages
es_es: Fuerza SSL en todas las páginas

source: Enable SSL on specific pages
es_es: Habilitar SSL en páginas específicas

source: Provide a list of urls, one per line. Urls can contains wildcard matches using '*', or root identifier like '~/'
es_es: Proporcionar una lista de direcciones URL, una por línea. Las URLs pueden contiener comodines usando ' *', o un identificador raíz como ' ~ /'

source: Examples: http://mysite.com/mypage, ~/Profile/Edit, ~/Profile/*
es_es: Ejemplos: http://mysite.com/mypage, ~/Profile/editar, ~/Profile/*
