Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.AntiSpam/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.AntiSpam/Module.txt
source: The Orchard Team
es_es: El equipo de Orchard

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides anti-spam services to protect your content from malicious submissions.
es_es: Proporciona servicios anti-spam para proteger tu contenido de mensajes maliciosos.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Security
es_es: Seguridad

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Akismet Anti-Spam Filter
es_es: Filtro Anti-Spam Akismet

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on Akismet.
es_es: Proporciona un filtro anti-spam basado en Akismet.

# ~/Modules/Orchard.AntiSpam/Module.txt
source: TypePad Anti-Spam Filter
es_es: Filtro Anti-Spam TypePad

# ~/Modules/Orchard.AntiSpam/Module.txt
source: Provides an anti-spam filter based on TypePad.
es_es: Proporciona un filtro anti-spam basado en TypePad.

# Orchard.AntiSpam.AdminMenu
source: Manage Spam
es_es: Administrar Spam

# Orchard.AntiSpam.Controllers.AdminController
source: Not authorized to manage spam
es_es: No autorizado para administrar spam

# Orchard.AntiSpam.Drivers.JavaScriptAntiSpamPartDriver
source: You are either a bot (we only serve humans, sorry) or have JavaScript turned off. If the latter, please turn on JavaScript to post this form.
es_es: Podrías ser un bot (solo servimos a los seres humanos, lo sentimos) o tienes JavaScript desactivado. Si se trata de lo último, por favor activa JavaScript para enviar este formulario.

# Orchard.AntiSpam.Drivers.SpamFilterPartDriver
source: Spam detected.
es_es: Spam detectado.

# Orchard.AntiSpam.Drivers.SubmissionLimitPartDriver
source: The limit of submissions has been reached.
es_es: Se ha superado el límite de envíos.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Spam Reported
es_es: Se ha informado de Spam

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as spam.
es_es: Contenido marcado como spam.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as spam.
es_es: Cuándo es marcado como spam el contenido.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Ham Reported
es_es: Se ha informado del ham

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: Content is categorized as ham.
es_es: El contenido está marcado como ham.

# Orchard.AntiSpam.Rules.AntiSpamEvents
source: When content is categorized as ham.
es_es: Cuando el contenido es marcado como ham.

# Orchard.AntiSpam.Services.MissingFilterBanner
source: Anti-spam protection requires at least one anti-spam filter to be enabled and configured.
es_es: La protección anti-spam necesita que por lo menos un filtro anti-spam sea activado y configurado.

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Manage Spam
es_es: Administrar Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Actions:
es_es: Acciones

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Choose action...
es_es: Elije una acción...

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Spam
es_es: Marcar como Spam

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Mark as Ham
es_es: Marcar como Ham

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter:
es_es: Filtro:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: any (show all)
es_es: cualquiera (mostrar todo)

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Sort by:
es_es: Ordenar por:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Creation date
es_es: Fecha de creación

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Show:
es_es: Mostrar:

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: All
es_es: Todo

# ~/Modules/Orchard.AntiSpam/Views/Admin/Index.cshtml
source: Filter
es_es: Filtro

source: When should items for this content type be categorized as Spam ?
es_es: ¿Cuándo deben ser marcados como Spam los ítems de este content type ?

source: At least one filter reports spam
es_es: Al menos un filtro informa sobre spam

source: All filters report spam
es_es: Todos los filtros informan de spam

source: Delete spam when found
es_es: Borrar spam cuando se encuentre

source: Enable to have spam automatically deleted when found. You won't be able to find false positive.
es_es: Activar para eliminar el spam automáticamente cuando se encuentre. No se podrá recuperar la información eliminada.

source: The front page or home URL of the instance making the request. For a blog or wiki this would be the front page. Note: Must be a full URI, including http://.
es_es: La primera página o URL inicial de la instancia que hace la solicitud. Para un blog o wiki esta sería la primera página. Nota: tiene que ser la url completa, incluyendo el http://

source: The permanent location of the entry the content item was submitted to.
es_es: La ubicación permanente de la entrada para la cual el elemento de contenido fue entregada.

source: Author
es_es: Autor

source: Name submitted with the content item.
es_es: Nombre enviado con el elemento de contenido.

source: Author's email
es_es: Email del autor

source: Email address submitted with the content item.
es_es: Dirección de correo enviada con el elemento de contenido.

source: Author's url
es_es: Url del autor

source: URL submitted with the content item.
es_es: URL enviada con el elemento de contenido.

source: Comment content
es_es: Contenido del comentario

source: The content that was submitted.
es_es: El contenido que fué enviado.

source: The number of allowed submissions.
es_es: El número de envíos permitidos.

source: Day
es_es: Día

source: Hour
es_es: Hora

source: Month
es_es: Mes

source: Year
es_es: Año

source: Overall
es_es: Al completo

source: The period to take into account.
es_es: El periodo a tener en cuenta.

source: Trust content submitted by authenticated users
es_es: Confiar en el contenido enviado por los usuarios autenticados

source: Check if authenticated users should have their content automatically approved.
es_es: Marcar si se desea que los usuarios autenticados tengan su contenido aprobado automáticamente.

source: API key for <a href="http://akismet.com/personal/">Akismet</a> service.
es_es: API key para el servicio <a href="http://akismet.com/personal/">Akismet</a>.

source: Your public key.
es_es: Tu clave pública.

source: Your private key.
es_es: Tu clave privada.

source: Get custom keys:
es_es: Obtener claves personalizadas:

source: Hide for authenticated users
es_es: Ocultar para usuarios autenticados

source: Enable to hide reCaptcha when the user is authenticated.
es_es: Habilitar para ocultar reCaptcha cuando el usuario esté autenticado.

source: Trust content submitted by authenticated users
es_es: Confiar en el contenido enviado por los usuarios autenticados

source: Check if authenticated users should have their content automatically approved.
es_es: Marcar si se desea que los usuarios autenticados tengan su contenido aprobado automáticamente.

source: API key for <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a> service.
es_es: API key para el servicio <a href="http://antispam.typepad.com/info/get-api-key.html">TypePad AntiSpam</a>.

# ~/Modules/Orchard.AntiSpam/Views/Parts/SpamFilter.Metadata.SummaryAdmin.cshtml
source: The content has been categorized as spam
es_es: El contenido ha sido marcado como spam
