Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Tokens/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Tokens/Module.txt
source: The Orchard Team
es_mx: El Equipo de Orchard

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a system for performing string replacements with common site values.
es_mx: Proporciona un sistema para reemplazar textos con valores comunes en el sitio.

# ~/Modules/Orchard.Tokens/Module.txt
source: Content
es_mx: Contenido

# ~/Modules/Orchard.Tokens/Module.txt
source: Provides a content part to customize RSS fields based on tokens.
es_mx: Proporciona un Content Part para personalizar los campos RSS basados en tokens.

# Orchard.Tokens.Providers.ContentTokens
source: Content Id
es_mx: Id del contenido

# Orchard.Tokens.Providers.ContentTokens
source: Numeric primary key value of content.
es_mx: Valor numérico de la clave primaria numérica del contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Content Author
es_mx: Autor del Contenido

# Orchard.Tokens.Providers.ContentTokens
source: Person in charge of the content.
es_mx: Persona responsable del contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Content Date
es_mx: Fecha del contenido

# Orchard.Tokens.Providers.ContentTokens
source: Date the content was created.
es_mx: La fecha en la que el contenido fue creado.

# Orchard.Tokens.Providers.ContentTokens
source: Identity
es_mx: Identidad

# Orchard.Tokens.Providers.ContentTokens
source: Identity of the content.
es_mx: Identidad del contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Content Type
es_mx: Tipo del contenido

# Orchard.Tokens.Providers.ContentTokens
source: The name of the item Content Type.
es_mx: El nombre del elemento Content Type.

# Orchard.Tokens.Providers.ContentTokens
source: Display Text
es_mx: Testo para mostrar

# Orchard.Tokens.Providers.ContentTokens
source: Title of the content.
es_mx: Título del contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Display Url
es_mx: Url para mostrar

# Orchard.Tokens.Providers.ContentTokens
source: Url to display the content.
es_mx: La dirección (Url) para mostrar el contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Edit Url
es_mx: Editar Url

# Orchard.Tokens.Providers.ContentTokens
source: Url to edit the content.
es_mx: La dirección (Url) para editar el contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Container
es_mx: Contenedor

# Orchard.Tokens.Providers.ContentTokens
source: The container Content Item.
es_mx: El contenedor del Content Item.

# Orchard.Tokens.Providers.ContentTokens
source: Body
es_mx: Cuerpo

# Orchard.Tokens.Providers.ContentTokens
source: The body text of the content item.
es_mx: El cuerpo del texto del Content Item.

# Orchard.Tokens.Providers.ContentTokens
source: The content of the {0} field.
es_mx: El contenido del campo {0}.

# Orchard.Tokens.Providers.ContentTokens
source: Text Field
es_mx: Campo Texto

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Text Fields
es_mx: Tokens para los campos de texto

# Orchard.Tokens.Providers.ContentTokens
source: Length
es_mx: Longitud

# Orchard.Tokens.Providers.ContentTokens
source: The length of the field.
es_mx: La longitud del campo.

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Urls
es_mx: Tokens para las Urls

# Orchard.Tokens.Providers.ContentTokens
source: Absolute
es_mx: Absoluta

# Orchard.Tokens.Providers.ContentTokens
source: Absolute url.
es_mx: Url absoluta.

# Orchard.Tokens.Providers.ContentTokens
source: Type Definition
es_mx: Definición del tipo

# Orchard.Tokens.Providers.ContentTokens
source: Tokens for Content Types
es_mx: Tokens para los Content Types

# Orchard.Tokens.Providers.ContentTokens
source: Name
es_mx: Nombre

# Orchard.Tokens.Providers.ContentTokens
source: Name of the content type.
es_mx: Nombre del tipo del contenido.

# Orchard.Tokens.Providers.ContentTokens
source: Display Name
es_mx: Nombre para mostrar

# Orchard.Tokens.Providers.ContentTokens
source: Display name of the content type.
es_mx: Nombre para mostrar del tipo del contenido

# Orchard.Tokens.Providers.ContentTokens
source: List of the attached part names.
es_mx: Lista de los nombres de los part adjuntados.

# Orchard.Tokens.Providers.ContentTokens
source: Fields
es_mx: Campos

# Orchard.Tokens.Providers.ContentTokens
source: Fields for each of the attached parts. For example, Fields.Page.Approved.
es_mx: Campo para cada part adjuntado. Por ejemplo, Fields.Page.Approved.

# Orchard.Tokens.Providers.ContentTokens
source: Anonymous
es_mx: Anónimo

# Orchard.Tokens.Providers.DateTokens
source: Current date/time tokens
es_mx: Tokens de fecha y hora actual

# Orchard.Tokens.Providers.DateTokens
source: Since
es_mx: Desde

# Orchard.Tokens.Providers.DateTokens
source: Relative to the current date/time.
es_mx: Relativo a la fecha y horas actuales.

# Orchard.Tokens.Providers.DateTokens
source: Based on the configured time zone and calendar.
es_mx: Basado en la zona horaria y calendario configurados.

# Orchard.Tokens.Providers.DateTokens
source: Short Date
es_mx: Fecha corta

# Orchard.Tokens.Providers.DateTokens
source: Short date format.
es_mx: Formato corto de fecha.

# Orchard.Tokens.Providers.DateTokens
source: Short Time
es_mx: Hora corta

# Orchard.Tokens.Providers.DateTokens
source: Short time format.
es_mx: Formato corto de hora.

# Orchard.Tokens.Providers.DateTokens
source: Long Date and Time
es_mx: Fecha y hora largos

# Orchard.Tokens.Providers.DateTokens
source: Long date and time format.
es_mx: Formato largo de fecha y hora.

# Orchard.Tokens.Providers.DateTokens
source: 'on' MMM d yyyy 'at' h:mm tt
es_mx: 'el' d MMM yyyy 'a las' h:mm tt

# Orchard.Tokens.Providers.DateTokens
source: a moment ago
es_mx: hace un momento

# Orchard.Tokens.Providers.DateTokens
source: 1 day ago
es_mx: hace un día

# Orchard.Tokens.Providers.DateTokens
source: {0} days ago
es_mx: hace {0} días

# Orchard.Tokens.Providers.DateTokens
source: 1 hour ago
es_mx: hace una hora

# Orchard.Tokens.Providers.DateTokens
source: {0} hours ago
es_mx: hace {0} horas

# Orchard.Tokens.Providers.DateTokens
source: 1 minute ago
es_mx: hace un minuto

# Orchard.Tokens.Providers.DateTokens
source: {0} minutes ago
es_mx: hace {0} minutos

# Orchard.Tokens.Providers.DateTokens
source: 1 second ago
es_mx: hace un segundo

# Orchard.Tokens.Providers.DateTokens
source: {0} seconds ago
es_mx: hace {0} segundos

# Orchard.Tokens.Providers.RequestTokens
source: Http Request
es_mx: Petición Http

# Orchard.Tokens.Providers.RequestTokens
source: Current Http Request tokens.
es_mx: Los tokes de la petición Http actual.

# Orchard.Tokens.Providers.RequestTokens
source: QueryString:<element>
es_mx: QueryString:<elemento>

# Orchard.Tokens.Providers.RequestTokens
source: The Query String value for the specified element.
es_mx: El valor Query String para el elemento especificado.

# Orchard.Tokens.Providers.RequestTokens
source: Form:<element>
es_mx: Formulario: <elemento>

# Orchard.Tokens.Providers.RequestTokens
source: The Form value for the specified element.
es_mx: El valor de formulario para el elemento especificado.

# Orchard.Tokens.Providers.ShapeTokens
source: Execute:<shape name>
es_mx: Ejecutar:<shape name>

# Orchard.Tokens.Providers.ShapeTokens
source: Executes the specified shape.
es_mx: Ejecuta el shape especificado.

# Orchard.Tokens.Providers.TextTokens
source: Text
es_mx: Texto

# Orchard.Tokens.Providers.TextTokens
source: Tokens for text strings
es_mx: Tokens para las cadenas de texto

# Orchard.Tokens.Providers.TextTokens
source: Limit:<text length>[,<ellipsis>]
es_mx: Límiti:<longitud de carácteres>[,<elipsis>]

# Orchard.Tokens.Providers.TextTokens
source: Limit text to specified length and append an optional ellipsis text.
es_mx: Limitar el texto a una longitud concreta y añadir un texto elíptico opcional

# Orchard.Tokens.Providers.TextTokens
source: Format:<text format>
es_mx: Formato:<formato de texto>

# Orchard.Tokens.Providers.TextTokens
source: Trims the specified characters or number of them from the end of the string.
es_mx: Recortar los caracteres especificados o un número de ellos desde el final de la cadena.

# Orchard.Tokens.Providers.TextTokens
source: Url Encode
es_mx: Codificar Url

# Orchard.Tokens.Providers.TextTokens
source: Encodes a URL string.
es_mx: Codifica una cadena URL.

# Orchard.Tokens.Providers.TextTokens
source: Html Encode
es_mx: Codificar Html

# Orchard.Tokens.Providers.TextTokens
source: Encodes an HTML string.
es_mx: Codifica una cadena HTML.

# Orchard.Tokens.Providers.TextTokens
source: Line Encode
es_mx: Codificar línea

# Orchard.Tokens.Providers.TextTokens
source: Replaces new lines with <br /> tags.
es_mx: Reemplaza los saltos de línea por etiquetas <br />

# Orchard.Tokens.Providers.UserTokens
source: User
es_mx: Usuario

# Orchard.Tokens.Providers.UserTokens
source: User tokens
es_mx: Tokens de usuario

# Orchard.Tokens.Providers.UserTokens
source: Name
es_mx: Nombre

# Orchard.Tokens.Providers.UserTokens
source: Username
es_mx: Nombre de usuario

# Orchard.Tokens.Providers.UserTokens
source: Email
es_mx: Correo

# Orchard.Tokens.Providers.UserTokens
source: Email Address
es_mx: Dirección e-mail

# Orchard.Tokens.Providers.UserTokens
source: User Id
es_mx: Id de usuario

# Orchard.Tokens.Providers.UserTokens
source: Content
es_mx: Contenido

# Orchard.Tokens.Providers.UserTokens
source: The user's content item
es_mx: El Content Item de usuario

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token1
es_mx: Descripción del token1

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token2
es_mx: Descripción del token2

# Orchard.Tokens.Tests.TestTokenProvider
source: description of token3
es_mx: Descripción del token3

# Orchard.Tokens.Tests.TestTokenProvider
source: Current User
es_mx: Usuario actual

# Orchard.Tokens.Tests.TestTokenProvider
source: The current user
es_mx: El usuario actual

# Orchard.Tokens.Tests.TestTokenProvider
source: Name
es_mx: Nombre

# Orchard.Tokens.Tests.TestTokenProvider
source: Their user name
es_mx: Su nombre de usuario

# Orchard.Tokens.Tests.TestTokenProvider
source: Birthdate
es_mx: Fecha de nacimiento

# Orchard.Tokens.Tests.TestTokenProvider
source: Date of birth
es_mx: Fecha de nacimiento

# Orchard.Tokens.Tests.TestTokenProvider
source: Now
es_mx: Ahora

# Orchard.Tokens.Tests.TestTokenProvider
source: Current system date in short date format. You can chain a .NET DateTime format string to customize.
es_mx: La fecha actual del sistema en formato corto. Puedes facilitar una cadena de formato DateTime de .Net para personalizarlo

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Use '-' to remove the tag, leave empty to keep untouched, or use the 'Text' text token for the current value.
es_mx: Usa '-' para quitar la etiqueta, deja vacío para mantenerla intacta, o usa el token de texto 'Texto' para el valor actual.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Title
es_mx: Título

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The title field of the RSS item.
es_mx: El campo Título del elemento RSS.

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Link
es_mx: Enlace

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The link field of the RSS item
es_mx: El campo de enlace del elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Author
es_mx: Autor

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The author field of the RSS item
es_mx: El campo autor del elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Category
es_mx: Categoría

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The category field of the RSS item
es_mx: El campo de la categoría del elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The enclosure field of the RSS item. This is usually a html tag like <img>
es_mx: El campo enclosure del elemento RSS. Esto generalmente es una etiqueta html como <img>

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The pubDate field of the RSS item
es_mx: El campo pubDate del elemento RSS

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: Source
es_mx: Fuente

# ~/Modules/Orchard.Tokens/Views/DefinitionTemplates/RssPartSettings.cshtml
source: The source field of the RSS item
es_mx: El campo de la fuente del elemento RSS
