Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/_Backup/Vandelay.Industries/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Vandelay.Industries/Module.txt
source: Provides a user-specific key value data store.
es_mx: Proporciona un almacén de datos de valor de la clave específica del usuario.

# ~/Modules/Vandelay.Industries/Module.txt
source: Developer
es_mx: Desarrollador

# Vandelay.Industries.Controllers.UserStorageController
source: Not allowed to manage user storage
es_mx: No autorizado a administrar almacenamiento de usuario

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Users
es_mx: Usuarios

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Storage
es_mx: Almacenamiento

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Manage user storage
es_mx: Administrar el almacenamiento de usuario

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: User name
es_mx: Nombre del Usuario

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Folder
es_mx: Carpeta

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: File name
es_mx: Nombre de archivo

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Contents
es_mx: Contenidos

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Vandelay.Industries/Module.txt
source: A collection of useful Orchard modules
es_mx: Una colección de módulos útiles de Orchard

# ~/Modules/Vandelay.Industries/Module.txt
source: Add ids, classes and scripts to the rendering of your content items through this part that can be added to any content type.
es_mx: Agregar ID, clases y secuencias de comandos para el procesamiento de los Content Items a través de este Part que pueden agregarse a cualquier content type.

# ~/Modules/Vandelay.Industries/Module.txt
source: Designer
es_mx: Diseñador

# ~/Modules/Vandelay.Industries/Module.txt
source: Simulates an exception on the /fail route. Useful to test your error pages. It also exposes a /notfound route that can be used to have themed and multi-tenant-aware custom not found pages, by pointing custom errors in web.config to it.
es_mx: Simula una excepción en la ruta /fail. Útil para poner a prueba tus páginas de error. También expone una ruta /notfound que puede usarse para tener páginas de error no encontrado bajo temas específicos y específicas para multi-cliente personalizados, apuntando errores personalizados a ellas desde el web.config.

# ~/Modules/Vandelay.Industries/Module.txt
source: Debug
es_mx: Depurar

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds a favicon setting to site settings
es_mx: Agrega un ajuste de favicon a la configuración del sitio

# ~/Modules/Vandelay.Industries/Module.txt
source: Content
es_mx: Contenido

# ~/Modules/Vandelay.Industries/Module.txt
source: Enables Feedburner RSS feeds
es_mx: Habilita los feeds RSS de Feedburner

# ~/Modules/Vandelay.Industries/Module.txt
source: Syndication
es_mx: Sindicación

# ~/Modules/Vandelay.Industries/Module.txt
source: Transforms image source and link hrefs into absolute URLs, for example to avoid broken images in Feedburner.
es_mx: Transforma la ruta de la imagen y el atributo hrefs de los enlaces en direcciones URL absolutas, por ejemplo para evitar imágenes rotas en Feedburner.

# ~/Modules/Vandelay.Industries/Module.txt
source: Include remote RSS feeds into your Orchard sites
es_mx: Incluir feeds RSS remotos en sus sitios de Orchard

# ~/Modules/Vandelay.Industries/Module.txt
source: A simple tag cloud widget and result pages for your Orchard sites.
es_mx: Una widget de etiqueta en la nube sencillo y páginas de resultado para los sitios de Orchard.

# ~/Modules/Vandelay.Industries/Module.txt
source: Navigation
es_mx: Navegación

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds RSS feeds to tags.
es_mx: Añade feeds RSS a las etiquetas.

# ~/Modules/Vandelay.Industries/Module.txt
source: Pick a different theme based on the user agent.
es_mx: Elige un tema diferente basado en el agente de usuario.

# ~/Modules/Vandelay.Industries/Module.txt
source: Design
es_mx: Diseño

# ~/Modules/Vandelay.Industries/Module.txt
source: Translation management tools
es_mx: Herramientas de gestión de traducción

# ~/Modules/Vandelay.Industries/Module.txt
source: Localization
es_mx: Localización

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds an admin menu entry per content type under the "Content" header.
es_mx: Añade una entrada por cada Content Type al menú de administración bajo la cabecera "Content".

# Vandelay.Industries.Controllers.AdminController
source: Cannot manage themes
es_mx: No puede administrar temas

# Vandelay.Industries.Drivers.CustomCssDriver
source: Error during CustomCss update.
es_mx: Error durante la actualización de CustomCss.

# Vandelay.Industries.Menus.ContentAdminMenu
source: Content
es_mx: Contenido

# Vandelay.Industries.Menus.ThemePickerAdminMenu
source: Themes
es_mx: Temas

# ~/Modules/Vandelay.Industries/Views/ErrorPage.cshtml
source: Server Error
es_mx: Error del servidor

# ~/Modules/Vandelay.Industries/Views/NotFound.cshtml
source: The resource was not found
es_mx: El recurso no se ha encontrado

# ~/Modules/Vandelay.Industries/Views/Vandelay.ThemePicker.LinkToDefault.cshtml
source: Click here to switch to the default theme.
es_mx: Haga clic aquí para cambiar el tema por defecto.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Pick Themes for User Agents
es_mx: Escoger temas para agentes de usuario

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Remove
es_mx: Quitar

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add new theme selection criterion
es_mx: Añadir nuevo criterio de selección de tema

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Name:
es_mx: Nombre:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: A name for the criterion (e.g. IE6 or Mobile).
es_mx: Un nombre para el criterio (por ejemplo, IE6 o móvil).

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Rule:
es_mx: Regla:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The rule that will be used to evaluate the criterion.
es_mx: La regla que se utilizará para evaluar el criterio.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Criterion:
es_mx: Criterio:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Theme:
es_mx: Tema:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The theme that must be selected if the criterion matches according to the rule. Only enabled themes appear here. Please enable more than one theme in order to be able to use this feature.
es_mx: El tema que se debe seleccionar si coincide con el criterio según la regla. Sólo temas activados aparecen aquí. Por favor habilita más de un tema para poder utilizar esta función.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Priority:
es_mx: Prioridad:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Setting the priority for this rule enables other theme providers to cohabitate with this one. You can leave the default value of 10 in other cases.
es_mx: Establecer la prioridad para esta regla permite a otros proveedores de temas convivir con éste. Puede dejar el valor predeterminado de 10 en otros casos.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Zone:
es_mx: Zona:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Position:
es_mx: Posición:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Optionally specify a zone name and a position within that zone for a link that enables the user to switch back to the default theme. This link is rendered by the Vandelay_ThemePicker_LinkToDefault shape, using the Vandelay.ThemePicker.LinkToDefault.cshtml template of the theme.
es_mx: Opcionalmente especificar un nombre de la zona y una posición dentro de esa zona para un enlace que permite al usuario volver al tema por defecto. Este enlace se representa por la forma de Vandelay_ThemePicker_LinkToDefault, utilizando la plantilla Vandelay.ThemePicker.LinkToDefault.cshtml del tema.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add
es_mx: Agregar

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Custom id
es_mx: Identificador personalizado

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here the id of the outer tag for this content item.
es_mx: Aquí puede especificar el id de la etiqueta externa para este Content Item.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Css Class
es_mx: Clase CSS

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of CSS classes separated by spaces that will be added to the outer tag for this content item.
es_mx: Aquí debe especificar una lista de clases CSS separadas por espacios que se añadirá a la etiqueta externa para este Content Item.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of scripts to include when this content item is displayed. Each script will be included only once even if more than one item requires it. Enter one script per line. A script can be the name of a registered script such as "jQuery" or the URL of any script, such as "~/Themes/MyTheme/scripts/foo.js".
es_mx: Puede especificar una lista de scripts a incluir cuando este Content Item se muestra aquí. Cada script se incluirá una sola vez incluso si es requierido por más de un Content Item. Escriba un guión por línea. Un script puede ser el nombre de un script registrado como "jQuery" o la dirección URL de cualquier script, tales como "~ / Themes/MyTheme/scripts/foo.js".

source: Favicon URL
es_mx: URL del favicon

source: Upload favicon files into a favicon folder in the Media module.
es_mx: Subir archivos favicon en una carpeta de favicon en el módulo multimedia.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/Feedburner.cshtml
source: Get a feedburner feed from <a href="http://feedburner.google.com">http://feedburner.google.com</a>. You will need the URL of your current feed, that you can find by viewing the source of the front-end view of this content item in your browser. You should be looking for a tag looking like this: &lt;link rel="alternate" type="application/rss+xml title="my content item" href="/rss?containerid=13" /&gt;. The URL you want to give on the Feedburner site is the value of the href attribute. This href value is unfortunately relative so we need to add the absolute URL of the site in front of it (e.g. "http://contoso.com/rss?containerid=13"). Once you have set-up your Feedburner feed with that absolute URL, you will be provided a feedburner URL for your feed, which is what you want to paste into the text field above.
es_mx: Conseguir un feed defeedburner a partir de <a href="http://feedburner.google.com"> http://feedburner.google.com</a>. Usted necesitará la URL de su feed actual, que puede encontrar mediante la visualización de la fuente de la vista frontal de este Content Item en su navegador. Debe estar buscando una etiqueta que se ve así: &lt; link rel = "alternate" tipo = "application/rss + xml title ="mi elemento de contenido" href =" / rss? containerid = 13"/ &gt;. La URL que desea dar en el sitio de Feedburner es el valor del atributo href. Este valor de href es desafortunadamente relativo así que tenemos que añadir la dirección URL absoluta del sitio delante de ella (por ejemplo "http://contoso.com/rss?containerid=13"). Una vez que tienes configurado tu Feedburner alimentalo con esa URL absoluta, se proporcionará una URL de feedburner para tu feed, la cual es la que querrás pegar en el campo de texto anterior.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The URL of a remote RSS or Atom feed. You may need to override Views/Parts/RemoteRss.cshtml, depending on the form of the particular feed you are displaying.
es_mx: La dirección URL de un RSS remoto o Atom feed. Puede que necesites reemplazar Views/Parts/RemoteRss.cshtml, dependiendo de la forma del feed en particular que se está visualizando.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Number of Items
es_mx: Número de elementos

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of feed items to display. If this is set to more than what the feed returns, then less than that number will be displayed.
es_mx: El número de elementos feed para mostrar. Si se establece más de lo que el feed vuelve, se mostrará una cantidad menor a la indicada.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Cache Duration
es_mx: Duración de la caché

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of minutes the site waits before attempting to refresh the feed from live data.
es_mx: El número de minutos que el sitio web espera antes de intentar actualizar el feed datos en caliente.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud (leave empty for the cloud to be scoped to the whole site).
es_mx: Introduzca el slug del contenedor para el que quieres la nube de etiquetas (dejar vacío para que la nube aparezca en todo el sitio).

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
es_mx: El número de cubos determina cuantos tamaños diferentes de etiquetas serán renderizados en la nube.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The tag cloud will be rendered as an unordered list with different CSS classes for each size of tag. In order to properly render, the cloud requires CSS similar to the followinf in the theme's stylesheet:<br/>ul.tagCloud { list-style: none; }<br/>li.tagCloud-tag { display: inline; }<br/>.tagCloud-1 { font-size: 1em; }<br/>.tagCloud-2 { font-size: 1.1em; }<br/>.tagCloud-3 { font-size: 1.2em; }<br/>.tagCloud-4 { font-size: 1.3em; }<br/>.tagCloud-5 { font-size: 1.4em; }
es_mx: La nube se mostrará como una lista desordenada con diferentes clases CSS para cada tamaño de la etiqueta. Para representar adecuadamente, la nube requiere CSS similar a los siguientes en la hoja de estilo del tema: <br/> ul.tagCloud {lista-estilo: none;} <br/>li.tagCloud-etiqueta {Mostrar: inline;} <br/>.tagCloud-1 {font-size: 1em;} <br/>.tagCloud-2 {font-size: 1.1em;} <br/>.tagCloud-3 {font-size: 1.2em;} <br/>.tagCloud-4 {font-size: 1.3em;} <br/>.tagCloud-5 {font-size: 1.4em;}
