Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Piedone.Combinator/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Piedone.Combinator/Module.txt
source: Combines and minifies external stylesheets and javascript files. Minifications uses the YUI Compressor (http://yuicompressor.codeplex.com/), the original code for sprite generation is from Sprite Generator (http://spritegenerator.codeplex.com/) and stylesheets are parsed with ExCSS (https://github.com/TylerBrinks/ExCSS).
es_mx: Combina y minifica archivos javascript y hojas de estilos externas. Minifications utiliza el compresor YUI (http://yuicompressor.codeplex.com/), el código original para la generación de sprite es Sprite Generator (http://spritegenerator.codeplex.com/) y las hojas de estilo son analizadas con ExCSS (https://github.com/TylerBrinks/ExCSS).

# ~/Modules/Piedone.Combinator/Module.txt
source: Performance
es_mx: Rendimiento

# ~/Modules/Piedone.Combinator/Module.txt
source: Automatically compiles .less files with dotless (http://www.dotlesscss.org/) so they can be used with Combinator. Contribution of Onestop Internet, Inc. (http://www.onestop.com/).
es_mx: Compila automáticamente archivos .less con dotless (http://www.dotlesscss.org/) así que pueden ser utilizados con Combinator. Contribución de Onestop Internet, Inc. (http://www.onestop.com/).

# ~/Modules/Piedone.Combinator/Module.txt
source: Automatically compiles .scss and .sass files with SassAndCoffee.Ruby (http://nuget.org/packages/SassAndCoffee.Ruby) so they can be used with Combinator. At the time only local SASS files are supported. Contribution of Onestop Internet, Inc. (http://www.onestop.com/).
es_mx: Compila automáticamente los archivos .scss y .sass con SassAndCoffee.Ruby (http://nuget.org/packages/SassAndCoffee.Ruby) así que pueden ser utilizados con Combinator. En ese momento sólo los archivos locales SASS son compatibles. Contribución de Onestop Internet, Inc. (http://www.onestop.com/).

# ~/Modules/Piedone.Combinator/Module.txt
source: Combinator Upgrade
es_mx: Subir versión de Combinator

# ~/Modules/Piedone.Combinator/Module.txt
source: Migrates Combinator settings to a new and more efficient storage mechanism (dubbed The Shift). WARNING: when enabling your current settings will be overwritten with the old ones. Enabling this feature will migrate all settings, so after enabling it it can be disabled again.
es_mx: Migra la configuración de Combinator a un mecanismo de almacenamiento nuevo y más eficiente (bautizada como The Shift). ADVERTENCIA: cuando se habilite la configuración actual se sobrescribirá con la vieja. Activar esta función migrará todos los ajustes, así que después de habilitarla se puede desactivar otra vez.

# ~/Modules/Piedone.Combinator/Module.txt
source: Developer
es_mx: Desarrollador

# Piedone.Combinator.Commands.CombinatorCommands
source: Combinator cache successfully emptied.
es_mx: Caché de Combinator limpiada correctamente.

# Piedone.Combinator.Controllers.AdminController
source: Combinator cache emptied.
es_mx: Cache de Combinator limpiada.

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: The resource base URL you provided is invalid: {0}
es_mx: La URL base del recurso proporcionado no es válida: {0}

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: combination exclude regex
es_mx: Regex para excluir de una combinación

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: minification exclude regex
es_mx: regex para excluir de la minificación

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: embedded css images exclude regex
es_mx: regex para excluir imágenes css embebidas

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: resource sharing exclude regex
es_mx: regex para excluir recursos compartidos

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: resource set regexes #{0}
es_mx: establecer recursos regex #{0}

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: Combinator cache emptied.
es_mx: Cache de Combinator limpiada.

# Piedone.Combinator.Drivers.CombinatorSettingsPartDriver
source: There was a problem with the regex for {0} you provided: {1}
es_mx: Hubo un problema con la regex para {0} has proporcionado: {1}

# Piedone.Combinator.Services.CombinatorService
source: Processing of resource {0} failed.
es_mx: Procesar el recurso {0} ha fallado.

# Piedone.Combinator.Services.ResourceFileService
source: Local resource file not found under {0}
es_mx: No se ha encontrado la carga de un archivo de recursos local bajo {0}

source: Combinator Settings
es_mx: Configuración de Combinator

source: There are currently {0} combined resource files cached.
es_mx: Actualmente existen {0} archivos de recursos combinados cacheados.

source: Since resource sharing is enabled common cache files are stored and thus also counted on the Default tenant. The cache for these files can also be emptied only on the Default tenant.
es_mx: Puesto que recursos compartidos está habilitado la caché común de archivos se almacena y también cuenta para el inquilino defecto. También se puede vaciar la caché para estos archivos solamente en el inquilino por defecto.

source: General Settings
es_mx: Configuración general

source: Exclude from combination
es_mx: Excluir de la combinación

source: Files matched won't be processed in any way. Please provide a valid regular expression. Note that the full public urls of all resources will be checked against this regex. The match is case-sensitive. Regex.IsMatch() is used internally, so look at it for how to use. Example (without quotes): "\.min|jQuery" will exclude all resources whose name contains ".min" or "jQuery".
es_mx: Los archivos coincidentes no deben procesarse de ninguna manera. Por favor proporciona una expresión regular válida. Te en cuenta que las url públicas a todos los recursos serán comprobandos contra esta expresión regular. La coincidencia es case-sensitive. Regex.IsMatch() se usa internamente, echa un vistazo a éste para ver su uso. Por ejemplo (sin quotas): \@\.min|jQuery" excluirá todos los recursos cuyo nombre contenga ".min" o "jQuery".

source: Combine CDN Resources
es_mx: Combina recursos CDN

source: If checked, remote resources from CDNs will be also combined. Most of the time this defeats the purpose of CDNs but if the site fetches resources from many sources, for your targeted visitors it may be faster to serve them all combined from your site. Always measure the difference!
es_mx: Si está marcado, los recursos remotos con los CDNs también serán combinados. En muchas ocasiones esto deshecha el objetivo de los CDNs pero si el sitio obtiene recursos de muchas fuentes, tus visitantes encontrarán mucho más rápida la web si todas estas fuentes se sirven combinadas desde tu propio sitio. ¡Siempre hay que medir la diferencia!

source: Resource base URL
es_mx: URL base de recursos

source: If set, this base URL will be used for local resource paths. Use this if you have a cookieless domain to handle static resources. The text here will be prepended to local paths, so specify the full domain with schema and port number (if any), e.g. "//cookieless.mydomain.com:3030". If the storage for combined resources is remote (e.g. Azure blob storage) then this will be prepended to relative references inside resource files.
es_mx: Si está establecida, la URL base se utilizará para las rutas de los recursos locales. Usa esta si usas un dominio cookieless para administrar recursos estáticos. El texto precederá a las rutas locales, de modo que especifica un dominio completo y un esquema de puerto (si procede alguno), por ej. "//cookieless.mydomain.com:3030". Si el almacenamiento para los recursos combinados es remoto (por ej. Azure blob storage) entonces este precederá a las referencias relativas dentro de los recursos compartidos.

source: Enable for the admin site
es_mx: Activa para el sitio web

source: Warning: WYSISWYG editors typically can't be combined, so exclude them from combination. The exclude filter "TinyMce" is usually enough with the default installation.
es_mx: Alerta: Los editores WYSISWYG normalmente no pueden combinarse, de modo que debes excluirlos de la combinación. El filtro de exclusión "TinyMce" es normalmente suficiente con la instalación por defecto.

source: Minification Settings
es_mx: Configuración de minificación

source: Minify resources
es_mx: Minificar recursos

source: Exclude from minification
es_mx: Excluir de la minificación

source: Contents of matched files won't be minified. The same rules apply as with the combination exclusion regex.
es_mx: El contenido de los archivos localizados no debe minificarse. Las mismas reglas se aplican para caombinación de expresiones regulares.

source: Image Processing Settings
es_mx: Ajustes de procesamiento de la imagen

source: Embed images in stylesheets
es_mx: Imágenes embebidas en hojas de estilo

source: Maximal size of images to embed (in KBs)
es_mx: Tamaño máximo de las imágenes para ser embebidas (int KBs)

source: If checked, images referenced in stylesheets (e.g. as background with an url()) that are smaller than the specified size will be embedded as data urls in the css.
es_mx: Si está marcado, las imágenes referenciadas en las hojas de estilo ( por ejemplo las imágenes de fondo con un url()) que son menores que el tamaño especificado serán embebidas como url de datos en el css.

source: Note that Internet explorer fully supports data urls only since version 9. Prior to version 8 it doesn't support data urls at all and version 8 has a limitation of 32KB per url. Since data urls are ~1/3 bigger than the original images this feature is advised only if you have many small images and if none of your images is bigger than ~24KB if you want to support IE 8. Also keep in mind that the bigger the stylesheet, the longer the client has to wait before seeing styled content.
es_mx: Ten en cuenta que Internet Explorer sólo soporta por completo las Url de datos desde la versión 9. Antes de la versión 8 no soporta las url de datos y la versión 8 tenía una limitación de 32kb por Url. Desde que las url de datos son aproximadamente 1/3 mayor que las imágenes originales, se aconseja sólo usar esta funcionalidad si tienes un gran número de imágenes pequeñas y si ninguna de ellas tiene un peso superior a 24KB si quieres soportar IE 8. También ten en cuenta que cuanto más grande son las hojas de estilo, más tiempo tendrá que esperar el cliente para mostrar contenido con el estilo deseado.

source: Exclude from embedding
es_mx: Excluir de ser embebido

source: Images of matched stylesheets won't be embedded. The same rules apply as with the combination exclusion regex. You can use this feature to exclude conditional stylesheets that are only for browsers prior to IE 8, so that for those clients the original images are presented.
es_mx: Las imágenes de las hojas de estilo coincidentes no pueden embeberse. Las mismas reglas se aplican para una expresión regular combinada para excluir. Puedes usar esta funcionalidad para excluir hojas de estilo condicionales que son sólo para navegadores anteriores a IE 8, de modo que para estos clientes se usarán las imágenes principales.

source: Generate image sprites
es_mx: Generar imágenes sprites

source: Images not embedded will be processed. If an image has "no-sprite" in its file name or the ".no-sprite" class is among the selectors of the css block it's included in it won't be merged into a sprite.
es_mx: Las imágenes no incrustadas se procesarán. Si una imagen tiene "no-sprite" en su nombre de archivo o la clase ".no-sprite" está incluido entre los selectores del bloque css no se combinarán en un sprite.

source: Resource sharing
es_mx: Compartir recursos

source: Enable resource sharing among tenants
es_mx: Habilitar recursos compartidos entre inquilinos

source: When used in a multi-tenant application if this is enabled then processed resources are shared among tenants through the Default tenant, resulting in less processing (as each set of resources will be only processed once for every tenant). You only have to enable this on sub-tenants. This will only work if Combinator is enabled on the Default tenant.
es_mx: Cuando se utiliza en una aplicación multi-inquilino si esta opción está activada entonces los recursos procesados son compartidos entre los inquilinos por el inquilino por defecto, resultando en menos procesamiento (ya que cada conjunto de recursos sólo se procesará una vez para cada inquilino). Sólo tienes que habilitarla en sub inquilinos. Esto sólo funcionará si Combinator está habilitado en el inquilino por defecto.

source: Exclude from resource sharing
es_mx: Excluir de recursos compartidos

source: Sets of resources that contain a matched file won't be shared among tenants. Use this to exclude files that are unique to this tenant, e.g. custom stylesheets stored in Media.
es_mx: Los conjuntos de recursos que contienen un archivo coincidente no serán compartidos entre los inquilinos. Usa esto para excluir archivos que son exclusivos de este inquilino, por ej. hojas de estilo personalizadas en medios.

source: Resource Sets
es_mx: Conjunto de recursos

source: Define one per line
es_mx: Define una por línea

source: You can define sets of resources that will be not combined with other resources. This way some resources that are common for a majority of pages can be combined to an individual resource for better client-side caching. The technique is useful when there are resources common for many pages and many pages include own resources. There should be one set defined per line as a regular expression, same rules apply as with the combination exclusion regex. WARNING: sets only work correctly if the resources in the end are included after each other.
es_mx: Puedes definir conjuntos de recursos que no serán combinados con otros recursos. De este modo algunos recursos que usan en común la mayoría de páginas pueden ser combinados a un recurso individual para un mejor cacheo en el lado del cliente. La técnica es útil cuando hay recursos en común para muchas páginas, y muchas de ellas incluyen sus propios recursos. Debe haber un conjunto definido por lína como una expresión regular, las mismas reglas se aplican a una expresión regular de exclusión. ALERTA: los conjuntos sólo trabajan correctamente si los recursos en el final están incluidos en cada uno de los demás.

source: Cache Control
es_mx: Control de caché

source: Empty cache
es_mx: Limpiar caché
