Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Tags/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Tags/Module.txt
source: Tags
es_mx: Etiquetas

# ~/Modules/Orchard.Tags/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Tags/Module.txt
source: The tags module is providing basic tagging for arbitrary content types.
es_mx: El módulo de etiquetas proporciona funcionalidad básica de etiquetado para elementos de contendio arbitrarios.

# ~/Modules/Orchard.Tags/Module.txt
source: Navigation
es_mx: Navegación

# ~/Modules/Orchard.Tags/Module.txt
source: Tags Feeds
es_mx: Etiquetas Feeds

# ~/Modules/Orchard.Tags/Module.txt
source: Adds tags to the RSS feeds.
es_mx: Añade etiquetas a los feeds RSS.

# ~/Modules/Orchard.Tags/Module.txt
source: Syndication
es_mx: Sindicación

# ~/Modules/Orchard.Tags/Module.txt
source: Tag Cloud
es_mx: Nube de etiquetas

# ~/Modules/Orchard.Tags/Module.txt
source: Adds a tag cloud widget.
es_mx: Agrega un widget de la nube de etiquetas.

# Orchard.Tags.AdminMenu
source: Tags
es_mx: Etiquetas

# Orchard.Tags.AdminMenu
source: List
es_mx: Lista

# Orchard.Tags.Controllers.AdminController
source: Can't manage tags
es_mx: No puedes administrar etiquetas

# Orchard.Tags.Controllers.AdminController
source: Couldn't delete tag
es_mx: No se pudo borrar la etiqueta

# Orchard.Tags.Controllers.AdminController
source: Couldn't create tag
es_mx: No puedes crear la etiqueta

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be added because it contains forbidden chars: {1}
es_mx: No se pudo agregar la etiqueta "{0}" porque contiene caracteres prohibidos: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't edit tag
es_mx: No se pudo editar la etiqueta

# Orchard.Tags.Controllers.AdminController
source: The tag "{0}" could not be modified because it contains forbidden chars: {1}
es_mx: No se pudo modificar la etiqueta "{0}" porque contiene caracteres prohibidos: {1}

# Orchard.Tags.Controllers.AdminController
source: Couldn't remove tag
es_mx: No se pudo remover la etiqueta

# Orchard.Tags.Drivers.TagsPartDriver
source: The tags "{0}" could not be added because they contain forbidden chars: {1}
es_mx: Las etiquetas "{0}" no se pueden agregar porque contienen caracteres prohibidos: {1}

# Orchard.Tags.Projections.TagsFilter
source: Tags
es_mx: Etiquetas

# Orchard.Tags.Projections.TagsFilter
source: Has Tags
es_mx: Tiene etiquetas

# Orchard.Tags.Projections.TagsFilter
source: Tagged content items
es_mx: Etiqueta content items

# Orchard.Tags.Projections.TagsFilter
source: Any tag
es_mx: Cualquier etiqueta

# Orchard.Tags.Projections.TagsFilter
source: Tagged with {0}
es_mx: Etiqueta con {0}

# Orchard.Tags.Projections.TagsFilterForms
source: Tags
es_mx: Etiquetas

# Orchard.Tags.Projections.TagsFilterForms
source: Select some tags.
es_mx: Selecciona algunas etiquetas.

# Orchard.Tags.Projections.TagsFilterForms
source: Is one of
es_mx: Una es de

# Orchard.Tags.Projections.TagsFilterForms
source: Is all of
es_mx: Todas son de

# Orchard.Tags.Services.TagService
source: Couldn't rename tag: name was empty
es_mx: No se pudo cambiar de nombre a la etiqueta: el nombre estaba vacío

# Orchard.Tags.Services.TagService
source: Error removing tag to content item: the content item has not been created yet.
es_mx: Error al remover la etiqueta del elemento de contenido: el elemento de contenido no ha sido creado aun.

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Manage tag: {0}
es_mx: Administrar etiqueta: {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Tag Name
es_mx: Nombre de Etiqueta

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content items tagged with {0}
es_mx: Elemento de contenido etiquetado con {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: There is nothing tagged with {0}
es_mx: No hay nada etiquetado con {0}

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Content Type
es_mx: Tipo de Contenido

# ~/Modules/Orchard.Tags/Views/Admin/Edit.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Tags
es_mx: Etiquetas

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Actions:
es_mx: Acciones

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Choose action...
es_mx: Elige una acción...

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Delete
es_mx: Borrar

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: This is a table of the tags in your application
es_mx: Esta es una tabla de las etiquetas en tu aplicación

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Tags/Views/Admin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: New Tag Name
es_mx: Nuevo nombre de etiqueta

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/CreateTag.cshtml
source: Add Tag
es_mx: Agregar una Etiqueta

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
es_mx: El número de cubos determina cuantos tamaños diferentes de etiquetas serán renderizados en la nube.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud, e.g. blog, /, or leave empty for the cloud to be scoped to the whole site.
es_mx: Introduzca el slug del contenedor que se desea para la nube de etiquetas, por ejemplo blog, /, o deje vacío para que la nube pueda aparecer en todo el sitio.

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Tags
es_mx: Etiquetas

# ~/Modules/Orchard.Tags/Views/EditorTemplates/Parts/Tags.cshtml
source: Separate multiple tags with commas
es_mx: Separa varias etiquetas por comas

# ~/Modules/Orchard.Tags/Views/Home/Index.cshtml
source: Tags
es_mx: Etiquetas

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Tags
es_mx: Etiquetas

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with {0}
es_mx: El contenido fue etiquetado con {0}

# ~/Modules/Orchard.Tags/Views/Home/Search.cshtml
source: Contents tagged with <span>{0}</span>
es_mx: El contenido fue etiquetado con <span>{0}</span>

# ~/Modules/Orchard.Tags/Views/Parts/Tags.ShowTags.cshtml
source: Tags:
es_mx: Etiquetas:
