Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.DesignerTools/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer Tools
es_mx: Herramientas de Diseño

# ~/Modules/Orchard.DesignerTools/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Contains designer tools to ease the Themes development process
es_mx: Contiene herramientas de diseño que facilitan el proceso de desarrollo de temas

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Url Alternates
es_mx: Url Alternos

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer
es_mx: Diseñador

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for specific urls
es_mx: Agrega moldes alternos para urls específicos.

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Widget Alternates
es_mx: Alternativas Widget

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for content types stereotyped as widgets, allowing to customize shapes by widget and zone
es_mx: Añadir formas alternativas para tipos de contenido estereotipados como widgets, permitiendo su customización por widget y zona

# Orchard.DesignerTools.Controllers.AlternateController
source: Not authorized to create templates
es_mx: No estas autorizado para crear plantillas

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: Content not available as coming from source code.
es_mx: El contenido no esta disponible como procedente del código fuente.

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Model
es_mx: Modelo

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Placement
es_mx: Posición

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Template
es_mx: Plantilla

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Active Template
es_mx: Plantilla Activa

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Original Template
es_mx: Plantilla Original

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Display Type
es_mx: Mostrar Tipo

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Alternate ({0})
es_mx: Alternativa ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Create
es_mx: Crear
