Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Migrations/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Migrations/Module.txt
source: Migrations
es_mx: Migraciones

# ~/Modules/Orchard.Migrations/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Migrations/Module.txt
source: Data migration commands.
es_mx: Comandos de migración de datos.

# ~/Modules/Orchard.Migrations/Module.txt
source: Database Update
es_mx: Actualizar Base de Datos

# ~/Modules/Orchard.Migrations/Module.txt
source: Commands for updating the database schema according to the definition of the "Record" classes in code.
es_mx: Comandos para actualizar el esquema de la base de datos de acuerdo a la definición de las clases "Registro" en el código.

# ~/Modules/Orchard.Migrations/Module.txt
source: Developer
es_mx: Desarrollador

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while updating the database.
es_mx: Ha ocurrido un error mientras se actualizaba la base de datos.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Database updated
es_mx: Base de datos actualizada

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: There are no tables to create for feature {0}.
es_mx: No hay tablas parar crearse para la característica {0}.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while creating the tables.
es_mx: Ha ocurrido un error al crear las tablas.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Tables created
es_mx: Tablas creadas

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while upgrading the database.
es_mx: Ocurrio un error mientras se hacia la actualización(upgrade) de la base de datos.

# Orchard.Migrations.Commands.DataMigrationCommands
source: Database upgraded
es_mx: Base de datos actualizada a una versión superior
