Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
es_mx: Indexar

# ~/Modules/Orchard.Indexing/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
es_mx: El módulo de Indexar permite indexar el contenido del sitio. El índice generado por este módulo puede ser usado por el módulo de búsqueda para ofrecer una experiencia de búsqueda de texto completo integrada al sitio.

# Orchard.Indexing.AdminMenu
source: Settings
es_mx: Configuración

# Orchard.Indexing.AdminMenu
source: Indexes
es_mx: Índices

# Orchard.Indexing.Commands.IndexingCommands
source: No index service available
es_mx: No hay un servicio de índice disponible

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid index name.
es_mx: El nombre de índice no es válido.

# Orchard.Indexing.Commands.IndexingCommands
source: New index has been created successfully.
es_mx: El nuevo índice se ha creado satisfactoriamente.

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
es_mx: El índice se esta actulizando...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
es_mx: El índice se esta reconstruyendo en este momento...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
es_mx: No hay un índice disponible

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
es_mx: Final de los resultados de la búsqueda

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
es_mx: Cantidad de documentso indexados: {0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
es_mx: El id del elemento de contenido es inválido. No es u número entero.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
es_mx: Elemento de Contenido marcado para ser reindexado

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
es_mx: Elemento de Contenido marcado para ser borrado

# Orchard.Indexing.Controllers.AdminController
source: The index might be corrupted. If you can't recover click on Rebuild.
es_mx: El índice debe estar corrupto. Si no puedes recuperarlo pulsa en Reconstruir.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
es_mx: No tienes autorización para administrar el índice de búsquedas.

# Orchard.Indexing.Controllers.AdminController
source: Invalid index name.
es_mx: El nombre de índice no es válido.

# Orchard.Indexing.Controllers.AdminController
source: An index with the same name already exists: {0}
es_mx: Ya existe un índice con el mismo nombre: {0}

# Orchard.Indexing.Controllers.AdminController
source: Index named {0} created successfully
es_mx: El índice llamado {0} se ha creado satisfactoriamente

# Orchard.Indexing.Controllers.AdminController
source: An error occured while creating the index: {0}
es_mx: Ha ocurrido un error al crear el índice: {0}

# Orchard.Indexing.Services.IndexingService
source: There is no index to rebuild.
es_mx: No hay ningún índice que reconstruir.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
es_mx: El índice {0} ha sido reconstruido.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be rebuilt. It might already be in use, please try again later.
es_mx: El índice {0} no puede ser reconstruido. Debe estar todavía en uso, por favor inténtalo después.

# Orchard.Indexing.Services.IndexingService
source: There is no index to delete.
es_mx: No hay ningún índice que eliminar.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been deleted.
es_mx: El índice {0} ha sido eliminado.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could not be deleted. It might already be in use, please try again later.
es_mx: El índice {0} no puede ser eliminado. Debe estar todavía en uso, por favor inténtalo después.

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been updated.
es_mx: El índice {0} ha sido actualizado.

# Orchard.Indexing.Services.IndexServiceNotificationProvider
source: You need to enable an index implementation module like Lucene.
es_mx: Necesitas activar un módulo que implemente un índice como Lucene.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create Index
es_mx: Crear Índice

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: The technical name of the index to create. Must contain letters and numbers only.
es_mx: El nombre técnico del índice para ser creado. Sólo debe contener letras y números.

# ~/Modules/Orchard.Indexing/Views/Admin/Create.cshtml
source: Create
es_mx: Crear

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Indexes
es_mx: Índices

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: {0} document(s)
es_mx: {0} documento(s)

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Updated {0}
es_mx: Actyalizado {0}

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
es_mx: Actualizar

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
es_mx: Reconstruir

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
es_mx: El índice de búsqueda no se ha construido aún.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: No fields.
es_mx: Sin campos.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Fields: {0}.
es_mx: Campos: {0}.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
es_mx: El proceso de indexar se está reconstruyendo en este momento.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
es_mx: El proceso de indexar se esta actualizando en este momento.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The index is currently not available. Try to rebuild it.
es_mx: El índice no está disponible actualmente. Intenta reconstruirlo.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no index.
es_mx: Actualmente no existe ningún índice.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Create
es_mx: Crear

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
es_mx: Incluir en el índice

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Check to add content of this field in the selected indexes.
es_mx: Marque si desea agregar el contenido de este campo en los índices seleccionados.
