Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Contrib.Cache/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Contrib.Cache/Module.txt
source: Cache
es_mx: Caché

# ~/Modules/Contrib.Cache/Module.txt
source: Adds Caching functionality.
es_mx: Añade funcionalidad de Caché.

# ~/Modules/Contrib.Cache/Module.txt
source: Performance
es_mx: Rendimiento

# Contrib.Cache.AdminMenu
source: Settings
es_mx: Configuración

# Contrib.Cache.AdminMenu
source: Cache
es_mx: Caché

# Contrib.Cache.AdminMenu
source: Statistics
es_mx: Estadísticas

# Contrib.Cache.Controllers.AdminController
source: Not allowed to manage cache
es_mx: No está permitido administrar la caché

# Contrib.Cache.Controllers.AdminController
source: Cache Settings saved successfully.
es_mx: La configuración de caché se ha guardado satisfactoriamente.

# Contrib.Cache.Controllers.AdminController
source: Could not save Cache Settings.
es_mx: No se pueden guardar las estadísticas de caché.

# Contrib.Cache.Controllers.StatisticsController
source: Not allowed to manage cache
es_mx: No está permitido administrar la caché

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Cache Settings
es_mx: Configuración de la Caché

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Default Cache Duration
es_mx: Duración predeterminada de la Caché

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Number of seconds the pages should be kept in cache on the server.
es_mx: Cantidad de segundos que deben permanecer las páginas en la caché del servidor.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Max Age
es_mx: Antigüedad máxima

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: When defined, a cache-control header with a max-age property will be added. Use this in order to enable kernel cache on IIS.
es_mx: Cuando está definido, una cabecera cache-control con una propiedad max-age se añadirá a las respuestas del servidor. Usa esto para activar la caché de Kernel en IIS.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Ignored urls
es_mx: Urls ignoradas

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
es_mx: Esto debe ser un conjunto de rutas relativas, por ej., /, /About. Por favor asegúrese de introducir sólo una ruta por línea.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: You can add comments by starting the line with #.
es_mx: Puede añadir comentarios empezando la línea con #.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Culture
es_mx: Cultura

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Differentiate cultures
es_mx: Diferenciar culturas

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: When checked, the cached content will differ per culture too. For performance reasons leave it unchecked if you website uses only one culture.
es_mx: Cuando está marcado, el contenido cacheado puede diferenciarse por cultura también. Para mejorar el rendimiento déjelo desmarcado si su sitio web sólo utiliza una cultura.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Debug mode
es_mx: Modo Debug

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Render caching information in cached pages
es_mx: Renderizar información de caché para las páginas cacheadas

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Route
es_mx: Ruta

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Priority
es_mx: Prioridad

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Duration
es_mx: Duración

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Leave empty to use default duration, 0 to disable caching on this route.
es_mx: Déjelo vacío para usar la duración predeterminada, ponga 0 para desactivar la caché en esta ruta.

# ~/Modules/Contrib.Cache/Views/Admin/Index.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cache Statistics
es_mx: Estadísticas de Caché

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached pages
es_mx: Páginas cacheadas

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached On
es_mx: Cacheado

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Cached Until
es_mx: Cachea hasta que

# ~/Modules/Contrib.Cache/Views/Statistics/Index.cshtml
source: Evict
es_mx: Desalojar
