Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Core/App_Data/Localization/*/orchard.core.po
Languages: es_mx

# ~/Core/Common/Module.txt
source: Common
es_mx: Común

# ~/Core/Common/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Common/Module.txt
source: http://orchardproject.net
es_mx: http://orchardproject.ne

# ~/Core/Common/Module.txt
source: The common module introduces content parts that are going to be used by most content types (common, body, identity).
es_mx: El módulo común introduce las partes de contenido que seran utilizadas por la mayoría de tipos de contenido (common, body y routable).

# ~/Core/Containers/Module.txt
source: Containers
es_mx: Contenedores

# ~/Core/Containers/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Containers/Module.txt
source: The containers module introduces container and containable behaviors for content items.
es_mx: El módulo de contenedores introduce comportamientos de contenedor y contenible para los elementos de contenido.

# ~/Core/Contents/Module.txt
source: Contents
es_mx: Contenidos

# ~/Core/Contents/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Contents/Module.txt
source: The contents module enables the creation of custom content types.
es_mx: El módulo de contenidos permite la creación de tipos de contenido configurables.

# ~/Core/Contents/Module.txt
source: Default custom content type definition, creation and management.
es_mx: Definición de tipo de contenido personalizado por defecto, creación y administración

# ~/Core/Contents/Module.txt
source: Core
es_mx: Principal

# ~/Core/Contents/Module.txt
source: Add an Edit button on the front-end for authenticated users
es_mx: Añade y edita un botón en el sitio público que se muestra para los usuarios autenticados

# ~/Core/Contents/Module.txt
source: Content
es_mx: Contenido

# ~/Core/Dashboard/Module.txt
source: Dashboard
es_mx: Panel de Control --

# ~/Core/Dashboard/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Dashboard/Module.txt
source: The dashboard module is providing the dashboard screen of the admininstration UI of the application.
es_mx: El módulo de Panel de control porporciona la interfaz de usuario para la administración de la aplicación.

# ~/Core/Feeds/Module.txt
source: Feeds
es_mx: Fuentes

# ~/Core/Feeds/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Feeds/Module.txt
source: The Feeds module is providing RSS feeds to content items.
es_mx: El módulo de agregador de contenidos proporciona fuentes de RSS a los elementos de contenido.

# ~/Core/Navigation/Module.txt
source: Navigation
es_mx: Navegación

# ~/Core/Navigation/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Navigation/Module.txt
source: The navigation module creates and manages a simple navigation menu for the front-end of the application and allows you to add content items to the admin menu.
es_mx: El módulo de navegación crea y administra un menú de navegación simple para el front-end de la aplicación y permite añadir elementos de contenido en el menú admin.

# ~/Core/Reports/Module.txt
source: Reports
es_mx: Reportes

# ~/Core/Reports/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Reports/Module.txt
source: The dashboard module is providing the reports screen of the application.
es_mx: El módulo de Panel de Control esta suministrando la pantalla de reportes de la aplicación.

# ~/Core/Scheduling/Module.txt
source: Scheduling
es_mx: Agendar

# ~/Core/Scheduling/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Scheduling/Module.txt
source: The scheduling module enables background task scheduling.
es_mx: El módulo de Agendar permite planificar actividades de fondo.

# ~/Core/Settings/Module.txt
source: Settings
es_mx: Propiedades

# ~/Core/Settings/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Settings/Module.txt
source: The settings module creates site settings that other modules can contribute to.
es_mx: El modulo de Propideades crea propiedades del sitio en las que otros modulos también pueden contribuir.

# ~/Core/Shapes/Module.txt
source: Shapes
es_mx: Moldes

# ~/Core/Shapes/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/Shapes/Module.txt
source: The shapes module contains core shape templates and display hooks.
es_mx: El módulo de Moldes contiene plantillas base de molde y despliega ganchos.

# ~/Core/Title/Module.txt
source: Title
es_mx: Título

# ~/Core/Title/Module.txt
source: The Orchard Team
es_mx: El Equipo de Orchard

# ~/Core/Title/Module.txt
source: The title module enables content items to have titles.
es_mx: El módulo "title" permite que los content items incorporen títulos

# ~/Core/XmlRpc/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Core/XmlRpc/Module.txt
source: The XmlRpc module enables creation of contents from client applications such as LiveWriter.
es_mx: El módulo XmlRpc permite la creación de contenidos desde aplicaciones de cliente como LiveWriter.

# Orchard.Core.Common.Shapes
source: Draft
es_mx: Borrador

# Orchard.Core.Common.Shapes
source: as a Draft
es_mx: como un Borrador

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: '{0} {1}' could not be parsed as a valid date and time.
es_mx: '{0} {1}' no se pudo analizar como una fecha y hora válidas.

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: Both the date and time need to be specified.
es_mx: La fecha y hora necesitan ser especificados.

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid container
es_mx: Contenedor inválido

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The field {0} is mandatory
es_mx: El campo {0} es obligatorio

# Orchard.Core.Common.Drivers.TextFieldDriver
source: Value
es_mx: Valor

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The text associated with the field.
es_mx: El texto asociado al campo.

# Orchard.Core.Common.OwnerEditor.OwnerEditorDriver
source: Invalid user name
es_mx: Usuario inválido

# ~/Core/Common/Views/Parts.Common.Body.Summary.cshtml
source: more
es_mx: más

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Created On
es_mx: Creado en

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: Last modified: {0}
es_mx: Ultima modificación: {0}

# ~/Core/Common/Views/Parts.Common.Owner.Edit.cshtml
source: Owner
es_mx: Dueño

# ~/Core/Common/Views/DefinitionTemplates/BodyPartSettings.cshtml
source: Default flavor
es_mx: Sabor por defecto

# ~/Core/Common/Views/DefinitionTemplates/BodyTypePartSettings.cshtml
source: Flavor
es_mx: Sabor

# ~/Core/Common/Views/DefinitionTemplates/DateEditorSettings.cshtml
source: Show editor for creation date time
es_mx: Mostrar el editor para la fecha y hora de creación

# ~/Core/Common/Views/DefinitionTemplates/OwnerEditorSettings.cshtml
source: Show editor for owner
es_mx: Mostrar el editor para el dueño

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Display options
es_mx: Opciones de visualización

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Required
es_mx: Requerido

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Check to ensure the user enters a value in this field.
es_mx: Verificar para asegurarse que el usuario escriba un valor en este campo.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: The help text is written under the field when authors are editing the content item.
es_mx: El texto de ayuda aparece bajo el campo cuando los autores editan el elemento de contenido.

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Date
es_mx: Fecha

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Time
es_mx: Hora

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Body.cshtml
source: Body
es_mx: Cuerpo

# Orchard.Core.Containers.Controllers.ItemController
source: Container not found
es_mx: Contenedor no encontrado

# Orchard.Core.Containers.Controllers.ItemController
source: Cannot view content
es_mx: No se puede mostrar el contenido

# Orchard.Core.Containers.Drivers.ContainablePartDriver
source: (None)
es_mx: (Ninguno)

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: There are no content types in the system with a Containable part attached. Consider adding a Containable part to some content type, existing or new, in order to relate items to this (Container enabled) item.
es_mx: No hay tipos de contenido en el sistema con una parte Contenible adjunta. Considere agregar una parte Contenible a algún tipo de contenido existente o nuevo, para poder relacionar elementos a este elemento (de Contenedor activado).

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: (None - create container enabled items first)
es_mx: (Ninguno - primero crea elementos de contenedor activado)

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Container Picker
es_mx: Mostrar Seleccionador de contenedor

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a container picker on the content editor for this type.
es_mx: Selecciona esta opción para representar un selector de contenido en el editor de contenido para este tipo.

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Position Editor
es_mx: Mostrar editor de posición

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a position editor on the content editor for this type.
es_mx: Selecciona esta opción para mostrar un editor de posición para este tipo.

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Default Page Size
es_mx: Tamaño de Página Por Defecto

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Show paging controls
es_mx: Mostrar controles de paginación

source: Default Page Size
es_mx: Tamaño de página por defecto

source: Show paging controls
es_mx: Mostrar los controles de paginación

source: Enable drag and drop
es_mx: Permite arrastrar y soltar

source: Check this option to enable manual repositioning of items using. If not set, this option will be configurable on the list content item itself.
es_mx: Selecciona esta opción para activar reposicionamiento manual de elementos. Si no se indica, esta opción será configurable en el elemento de lista del propio contenido.

source: List View
es_mx: Vista de lista

source: The default list view to use when rendering this list in the admin. This is configurable per individual list.
es_mx: La vista de lista por defecto a utilizar al mostrar esta lista en el admin. Esto es configurable por cada lista individual.

source: Restrict the item content types this type supports.
es_mx: Restringe los elementos de tipo de contenido que soporta este tipo.

source: Supported Types
es_mx: Tipos soportados

source: (Any)
es_mx: (cualquiera)

source: Select zero or more content types that this content type supports. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
es_mx: Selecciona cero o más tipos de contenido que soporta este Content Type. Si no seleccionas ninguno, significa que la lista puede contener cualquier Content Type. Sólo los tipos con el Part Containable pueden formar parte de una lista.

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Member of
es_mx: Miembro de

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Position
es_mx: Posición

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show contained items list
es_mx: Muestra la lista de items contenidos

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Renders the contained items when this list is displayed.
es_mx: Muestra los elementos contenidos cuando se muestra esta lista.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Enable positoning
es_mx: Habilitar recolocar

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Check this option to enable manual repositioning of items.
es_mx: Seleccione esta opción para activar recolocación manual de elementos.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Contains
es_mx: Contiene

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: (Any)
es_mx: (cualquiera)

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Select zero or more content types. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
es_mx: Selecciona cero o más tipos de contenido que soporta este Content Type. Si seleccionas 0, significa que la lista puede contener cualquier Content Type. Sólo los tipos con el Part Containable pueden formar parte de una lista.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Page size
es_mx: Tamaño de Página

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show paging controls
es_mx: Mostrar controles de paginación

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show on admin menu
es_mx: Mostrar en el menú de administración

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Menu text
es_mx: Texto del menú

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Position
es_mx: Posición

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Image Set
es_mx: Conjunto de imágenes

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Show items from
es_mx: Mostrar elementos de

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Maximum number of items to display
es_mx: Máximo numero de elementos a desplegar

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order by
es_mx: Ordernar por

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Weight
es_mx: Peso

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Created
es_mx: Fecha de Creación

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Published
es_mx: Fecha de Publicación

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title (Title Part)
es_mx: Título (Title Part)

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 1
es_mx: Configurable 1

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 2
es_mx: Configurable 2

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 3
es_mx: Configurable 3

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order direction
es_mx: Dirección del Orden

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Ascending
es_mx: Ascendente

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Descending
es_mx: Descendente

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter items
es_mx: Filtro elementos

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter where
es_mx: Filtro dónde

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter operator
es_mx: Filtro operador

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is equal to
es_mx: es igual a

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is less than
es_mx: es menor que

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is greater than
es_mx: es mayor que

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: starts with
es_mx: empieza con

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter value
es_mx: Filtro valor

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom One
es_mx: Configurable Uno

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Two
es_mx: Configurable Dos

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Three
es_mx: Configurable Tres

# Orchard.Core.Contents.AdminMenu
source: Content
es_mx: Contenido

# Orchard.Core.Contents.AdminMenu
source: Content Items
es_mx: Elementos de Contenido

# Orchard.Core.Contents.AdminMenu
source: New
es_mx: Nuevo

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish selected content.
es_mx: No se pudo publicar el contenido seleccionado.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully published.
es_mx: Contenido publicado exitosamente.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
es_mx: No se pudo suprimir la publicación el contenido seleccionado

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully unpublished.
es_mx: Contenido exitosamente suprimido.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove selected content.
es_mx: No se pudo remover el contenido seleccionado.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully removed.
es_mx: Contenido exitosamente removido.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot create content
es_mx: No se puede crear el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't create content
es_mx: No se pudo crear el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been created.
es_mx: Tu contenido ha sido creado.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been created.
es_mx: Tu {0} ha sido creado.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot edit content
es_mx: No se puede editar el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish content
es_mx: No se puedo publicar el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't edit content
es_mx: No se pudo editar el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been saved.
es_mx: Tu contenido ha sido guardado

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been saved.
es_mx: Tu {0} ha sido guardado

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't clone content
es_mx: No se puede clonar el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: Could not clone the content item.
es_mx: No se puede clonar el elemento de contenido.

# Orchard.Core.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
es_mx: Clonado exitosamente. El clon se ha guardado como un borrador.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove content
es_mx: No se pudo remover el contenido

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been removed.
es_mx: El contenido ha sido removido.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been removed.
es_mx: Ese {0} ha sido removido.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been published.
es_mx: Ese contenido ha sido publicado.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been published.
es_mx: Ese {0} ha sido publicado

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish content
es_mx: No se pudo suprimir la publicación del contenido

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been unpublished.
es_mx: La publicación de ese contenido ha sido suprimida

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been unpublished.
es_mx: La publicación de ese {0} ha sido suprimida

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot view content
es_mx: No se puede ver el contenido

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot preview content
es_mx: No se puede previsualizar el contenido

# ~/Core/Contents/Views/Content.ControlWrapper.cshtml
source: Edit
es_mx: Editar

# ~/Core/Contents/Views/Content.PublishButton.cshtml
source: Publish Now
es_mx: Publicar ahora

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Save
es_mx: Guardar

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Cancel
es_mx: Cancelar

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Edit
es_mx: Editar

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Delete
es_mx: Borrar

# ~/Core/Contents/Views/Parts.Contents.Clone.SummaryAdmin.cshtml
source: Clone
es_mx: Clonar

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: View
es_mx: Ver

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish Draft
es_mx: Publicar Borrador

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Preview
es_mx: Vista preliminar

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Unpublish
es_mx: Suprimir Publicación

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish
es_mx: Publicar

# ~/Core/Contents/Views/Admin/CreatableTypeList.cshtml
source: Create New Content
es_mx: Crear Nuevo Contenido

# ~/Core/Contents/Views/Admin/Create.cshtml
source: New {0}
es_mx: Nuevo {0}

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit Content
es_mx: Editar Contenido

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit {0}
es_mx: Editar {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage Content
es_mx: Administrar Contenido

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New Content
es_mx: Crear Contenido Nuevo

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage {0} Content
es_mx: Administrar {0} Contenido

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New {0}
es_mx: Crear {0} Nuevo

# ~/Core/Contents/Views/Admin/List.cshtml
source: Actions:
es_mx: Acciones:

# ~/Core/Contents/Views/Admin/List.cshtml
source: Choose action...
es_mx: Elige una acción...

# ~/Core/Contents/Views/Admin/List.cshtml
source: Publish Now
es_mx: Publicar Ahora

# ~/Core/Contents/Views/Admin/List.cshtml
source: Unpublish
es_mx: Suprimir Publicación

# ~/Core/Contents/Views/Admin/List.cshtml
source: Delete
es_mx: Borrar

# ~/Core/Contents/Views/Admin/List.cshtml
source: Apply
es_mx: Applicar

# ~/Core/Contents/Views/Admin/List.cshtml
source: Show
es_mx: Mostrar

# ~/Core/Contents/Views/Admin/List.cshtml
source: any (show all)
es_mx: cualquier (mostrar todos)

# ~/Core/Contents/Views/Admin/List.cshtml
source: Ordered by
es_mx: Ordenado por

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently created
es_mx: creado recientemente

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently modified
es_mx: recientemente modificado

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently published
es_mx: recientemente publicado

# ~/Core/Contents/Views/Admin/List.cshtml
source: Filter by
es_mx: Filtrar por

# ~/Core/Contents/Views/Admin/List.cshtml
source: owned by me
es_mx: de mi propiedad

# ~/Core/Contents/Views/Admin/List.cshtml
source: latest
es_mx: último

# ~/Core/Contents/Views/Admin/List.cshtml
source: published
es_mx: publicado

# ~/Core/Contents/Views/Admin/List.cshtml
source: unpublished
es_mx: sin publicar

# ~/Core/Contents/Views/Admin/List.cshtml
source: all versions
es_mx: todas las versiones
