Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Core/App_Data/Localization/*/orchard.core.po
Languages: es_mx

# ~/Core/Contents/Views/Content.cshtml
source: Creation Date
es_mx: Fecha de Creacion

# ~/Core/Ticket/Views/Content.cshtml
source: Dates
es_mx: Fechas

# ~/Core/Ticket/Views/Content.cshtml
source: Creation Date
es_mx: Fecha de Creacion

# ~/Themes/Bootstrap/Views/Parts/Common.Metadata.cshtml
source: Dates
es_mx: Fechas

# ~/Themes/Bootstrap/Views/Parts/Common.Metadata.cshtml
source: Creation Date
es_mx: Fecha de Creacion
