Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Core/App_Data/Localization/*/orchard.core.po
Languages: es_mx

# Orchard.Core.Dashboard.AdminMenu
source: Dashboard
es_mx: Panel de Control

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Welcome to Orchard
es_mx: Bienvenido a Orchard

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get up and running
es_mx: Poner en funcionamiento

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Start by exploring the menu on the left and familiarize yourself with Orchard. As for the basics, we suggest <a href="{0}">changing the theme</a>, <a href="{1}">adding some pages</a>, <a href="{2}">setup up a blog</a>, and <a href="{3}">configuring basic settings</a>.
es_mx: Empieza explorando el menú de la izquierda y para familiarizarte con Orchard. En cuánto a lo básico, te sugerimos <a href="{0}">cambiar de tema</a>, <a href="{1}">agregar algunas páginas</a>, <a href="{2}">crear un blog</a>, y <a href="{3}">cambiar algunas configuraciones básicas</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get more goodies
es_mx: Obtener más beneficios

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Read the Docs
es_mx: Lee la Documentación

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href="http://docs.orchardproject.net">Orchard Documentation</a> to learn about how everything connects together and what makes Orchard tick.
es_mx: ¿Estas listo para ir mas allá y convertirte en un experto en Orchard? Échale un vistazo a <a href="http://docs.orchardproject.net">la documentación de Orchard</a> para saber como todo se conecta para que Orchard funcione.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Make friends
es_mx: Haz amigos

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Find friends that share your interest of Orchard. There are a couple ways that you can <a href="http://orchardproject.net/discussions">discuss and get connected</a> to the project including mailing lists, forums and IRC.
es_mx: Busca amigos que compartan tu interés por Orchard. Aquí encontrarás algunas formas para poder <a href="http://orchardproject.net/discussions">discutir y estar conectado</a> al proyecto como listas de mail, foros y IRC

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Contribute back
es_mx: Contribuye de vuelta

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date
es_mx: Mantente actualizado

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Your browser does not support iframes. You can't see advisory messages.
es_mx: Tu navegador no soporta iframes. No podrás ver mensajes de aviso.

# Orchard.Core.Navigation.AdminMenu
source: Navigation
es_mx: Navegación

# Orchard.Core.Navigation.AdminMenu
source: Main Menu
es_mx: Menú principal

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu not found.
es_mx: Menú no encontrado.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Invalid username: {0}
es_mx: Nombre de usuario no válido: {0}

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu item created successfully.
es_mx: El elemento de menu fué creado con éxito

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu name can't be empty.
es_mx: El menú no puede estar vacío.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu created successfully.
es_mx: El menú se ha creado satisfactoriamente.

# Orchard.Core.Navigation.Controllers.AdminController
source: Not allowed to manage menus
es_mx: Sin permisos para administrar menus

# Orchard.Core.Navigation.Controllers.AdminController
source: Couldn't manage the main menu
es_mx: No se puede administrar el menú principal

# Orchard.Core.Navigation.Controllers.AdminController
source: Creating menu item failed: {0}
es_mx: Ha fallado crear un ítem de menú: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Your {0} has been added.
es_mx: Tu {0} ha sido añadido.

# Orchard.Core.Navigation.Drivers.AdminMenuPartDriver
source: The AdminMenuText field is required
es_mx: El campo AdminMenuText es requerido

# Orchard.Core.Navigation.Drivers.MenuPartDriver
source: The MenuText field is required
es_mx: El campo MenuText es requerido

# Orchard.Core.Navigation.Drivers.MenuWidgetPartDriver
source: Home
es_mx: Inicio

# Orchard.Core.Navigation.Drivers.ShapeMenuItemPartDriver
source: The Shape Type is mandatory.
es_mx: El Tipo de Forma es obligatoria.

# ~/Core/Navigation/Views/Menu.DeleteButton.cshtml
source: Delete
es_mx: Eliminar

# ~/Core/Navigation/Views/Admin/CreateMenuItem.cshtml
source: Create Menu Item
es_mx: Crea un ítem de menú

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Navigation
es_mx: Navegación

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
es_mx: Necesitas hacer click en "Guardar todo" para guardar tus cambios.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Current Menu:
es_mx: Menú actual:

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add a new menu...
es_mx: Añade un nuevo menú...

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: The menu is empty
es_mx: El menú está vacío

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add
es_mx: Agregar

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Save All
es_mx: Guardar todo

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Delete
es_mx: Borrar

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Some items where not saved.
es_mx: No se han guardado algunos ítems.

# ~/Core/Navigation/Views/DefinitionTemplates/AdminMenuPartTypeSettings.cshtml
source: Default Position
es_mx: Posición por defecto

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: A valid url, i.e. ~/my-page, http://orchardproject.net, /content/file.pdf, ...
es_mx: Una dirección url válida, por ej. ~/my-page, http://orchardproject.net, /content/file.pdf, ...

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: For Menu
es_mx: Para el menú

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Select which menu you want to display
es_mx: Selecciona qué menú quieres que se muestre

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Start Level
es_mx: Nivel inicial

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The level the menu should start at.
es_mx: El nivel en el que debe empezar el menú.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Levels to display
es_mx: Niveles para mostrar

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The number of levels to display, "0" meaning all levels.
es_mx: La cantidad de niveles que mostrar, "0" significa todos los niveles.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Display as Breadcrumb
es_mx: Aparece como Breadcrumb

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the path to the current content item.
es_mx: Comprueba que se renderiza la ruta para el content item actual.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the home page as the first element
es_mx: Añade la página de inicio como el primer elemento

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the home page as the first element of the breadcrumb.
es_mx: Comprueba que la página de inicio se renderiza como el primer elemento del breadcrumb.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the current content item as the last element
es_mx: Añade el content item actual como el último elemento

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the current content item as the last element.
es_mx: Comprueba que el content item actual se renderiza como el último elemento.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: No filter on selected page
es_mx: Ningún filtro en página seleccionada

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check for the menu to be display without filtering the selected current page.
es_mx: Comprueba el menú para mostrar sin filtrar la seleccionada página actualmente.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Show on admin menu
es_mx: Mostrar en el menú de administrador

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Menu text
es_mx: Texto del menú

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The text that should appear in the menu.
es_mx: El texto que debe aparecer en el menú.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Position
es_mx: Posición

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The position in the menu.
es_mx: La posición en el menú.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on a menu
es_mx: Mostrar en un menú

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Select which menu you want the content item to be displayed on.
es_mx: Selecciona en qué menú quieres que aparezca el content item.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Menu text
es_mx: Texto del Menú

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: The text that should appear in the menu.
es_mx: El texto que debe aparecer en el menú.

# ~/Core/Navigation/Views/EditorTemplates/Parts.ShapeMenuItemPart.Edit.cshtml
source: Type of the shape to display
es_mx: Tipo de forma para mostrar

# Orchard.Core.Reports.AdminMenu
source: Reports
es_mx: Reportes

# Orchard.Core.Reports.AdminMenu
source: View
es_mx: Ver

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to list reports
es_mx: No autorizado para listar reportes

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to display report
es_mx: No autorizado para ver el reporte

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Display Report
es_mx: Ver Reportes

# ~/Core/Reports/Views/Admin/Display.cshtml
source: This is a table of the reports in your application
es_mx: Esta es una tabla de los reportes en tu aplicación

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Type
es_mx: Tipo

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Message
es_mx: Mensaje

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Date
es_mx: Fecha

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Reports
es_mx: Reportes

# ~/Core/Reports/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
es_mx: Esta es una tabla de los reportes en tu aplicación

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Title
es_mx: Título

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Date
es_mx: Fecha

# Orchard.Core.Settings.AdminMenu
source: Settings
es_mx: Propiedades

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting is already set. Use the 'Force' flag to override.
es_mx: La propiedad 'BaseUrl' ya fue definida. Usa la bandera 'Force' para reemplazar

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: No HTTP request available to determine the base url of the site
es_mx: No hay solicitud HTTP disponible para determinar el url base del sitio

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting set to '{0}'
es_mx: La propiedad de configuración 'BaseUrl' del sitio a sido asignada a '{0}'

# Orchard.Core.Settings.Controllers.AdminController
source: Not authorized to manage settings
es_mx: No estas autorizado para administrar propiedades

# Orchard.Core.Settings.Controllers.AdminController
source: Settings updated
es_mx: Propiedades actualizadas

# Orchard.Core.Settings.Descriptor.ShellDescriptorManager
source: Invalid serial number for shell descriptor
es_mx: Número de serie inválido para el shell descripto

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The user {0} was not found
es_mx: El usuario {0} no fué encontrado

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url must be absolute.
es_mx: El url base debe ser absoluto.

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url you entered could not be requested from current location.
es_mx: El url base introducido no puede ser solicitado desde la ubicación actual.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Settings
es_mx: Configuración del sitio

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Tokens for Site Settings
es_mx: Tokens para la configuración del sitio

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Name
es_mx: Nombre del sitio

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the site.
es_mx: El nombre del sitio.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Super User
es_mx: Super usuario

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The super user of the site.
es_mx: El super usuario del sitio.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Culture
es_mx: Cultura del sitio

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current culture of the site.
es_mx: La cultura actual del sitio.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Base Url
es_mx: Url base

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The base url the site.
es_mx: La url base para el sitio.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Time Zone
es_mx: Zona horaria

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current time zone of the site.
es_mx: La zona horaria actual del sitio.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The setting named {0}.
es_mx: La configuración llamada {0}.

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures
es_mx: Culturas

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Manage Settings
es_mx: Administrar Propiedades de Configuración

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Supported Cultures
es_mx: Culturas Permitidas

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Available Cultures
es_mx: Culturas Disponibles

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add a culture...
es_mx: Agrega una cultura...

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Other
es_mx: Otro

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add
es_mx: Agregar

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures this site supports
es_mx: Culturas que este sitio permite

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Settings
es_mx: Propiedades

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Save
es_mx: Guardar

# ~/Core/Settings/Views/DisplayTemplates/RemovableCulture.cshtml
source: Delete
es_mx: Borrar

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use web.config setting
es_mx: Usar las configuraciones del web.config

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enabled
es_mx: Habilitado

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Disabled
es_mx: Deshabilitado

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Site name
es_mx: Nombre del Sitio

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Base URL
es_mx: Dirección URL base

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter the fully qualified base URL of the web site.
es_mx: Introduzca la URL base completa del sitio web.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: e.g., http://localhost:30320/orchardlocal, http://www.yourdomain.com
es_mx: ej., http://localhost:30320/orchardlocal, http://www.yourdomain.com

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Culture
es_mx: Cultura del Sitio por Defecto

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default culture used to localize strings and to format and parse numbers, date and times.
es_mx: Determina la cultura predeterminada utilizada para localizar cadenas de texto y para formatear y analizar números y fecha y horas.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site
es_mx: Añadir o quitar culturas soportadas por el sitio web

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Calendar
es_mx: Calendario de sitio predeterminado

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Culture calendar
es_mx: Calendario según cultura

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default calendar used when displaying and editing dates and times.
es_mx: Determina el calendario predeterminado que será utilizado al visualizar y editar fechas y horas.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: The 'Culture calendar' option means the default calendar for the culture of the current request will be used (not necessarily the configured default site culture).
es_mx: La opción de calendario según la cultura significa que se utilizará el calendario por defecto para la cultura de la petición actual (no necesariamente el calendario según la cultura predeterminada del sitio).

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Time Zone
es_mx: Zona horaria por defecto

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Local to server
es_mx: De local al servidor

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default time zone used when displaying and editing dates and times.
es_mx: Determina el calendario predeterminado que será utilizado al visualizar y editar fechas y horas.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Page title separator
es_mx: Separador del título de página

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Super user
es_mx: Super usuario

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter an existing account name, or nothing if you don't want a Super user account
es_mx: Introduce el nombre de una cuenta existente, o nada si tu no quieres una cuenta de Super usuario

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
es_mx: Modo de depuración de recursos

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
es_mx: Determina cuando los scrips y hojas de estilo se cargan en modo de depuración ó modo disminuido

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use CDN
es_mx: Usar CDN

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default number of items per page
es_mx: Cantidad de elementos por página por defecto

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default number of items that are shown per page.
es_mx: Determina la cantidad de elementos por defecto que son mostrados en cada página.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Maximum number of items per page
es_mx: Número máximo de elementos por página

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the maximum number of items that are shown per page. Leave 0 for unlimited.
es_mx: Determina el número máximo de elementos que se muestran por página. Déjalo a 0 para que sea ilimitado.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Last index of items in pages
es_mx: Ultimo indice de items en páginas

# Orchard.Core.Shapes.DateTimeShapes
source: a moment ago
es_mx: hace un momento

# Orchard.Core.Shapes.DateTimeShapes
source: in a moment
es_mx: en un momento

# Orchard.Core.Shapes.DateTimeShapes
source: 1 year ago
es_mx: desde 1 año

# Orchard.Core.Shapes.DateTimeShapes
source: {0} years ago
es_mx: desde {0} años

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 year
es_mx: en 1 año

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} years
es_mx: en {0} años

# Orchard.Core.Shapes.DateTimeShapes
source: 1 month ago
es_mx: desde 1 mes

# Orchard.Core.Shapes.DateTimeShapes
source: {0} months ago
es_mx: desde {0} meses

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 month
es_mx: en 1 mes

# Orchard.Core.Shapes.DateTimeShapes
source: 1 day ago
es_mx: hace 1 día

# Orchard.Core.Shapes.DateTimeShapes
source: {0} days ago
es_mx: hace {0} días

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 day
es_mx: en 1 día

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} days
es_mx: en {0} días

# Orchard.Core.Shapes.DateTimeShapes
source: 1 hour ago
es_mx: hace 1 hora

# Orchard.Core.Shapes.DateTimeShapes
source: {0} hours ago
es_mx: hace {0} horas

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 hour
es_mx: en 1 hora

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} hours
es_mx: en {0} horas

# Orchard.Core.Shapes.DateTimeShapes
source: 1 minute ago
es_mx: hace 1 minuto

# Orchard.Core.Shapes.DateTimeShapes
source: {0} minutes ago
es_mx: hace {0} minutos

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 minute
es_mx: en 1 minuto

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} minutes
es_mx: en {0} minutos

# Orchard.Core.Shapes.DateTimeShapes
source: 1 second ago
es_mx: hace 1 segundo

# Orchard.Core.Shapes.DateTimeShapes
source: {0} seconds ago
es_mx: hace {0} segundos

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 second
es_mx: en 1 segundo

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} seconds
es_mx: en {0} segundos

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
es_mx: Oops. Algo no ha funcionado ... lo sentimos

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
es_mx: Ha ocurrido una excepción no controlada y la petición ha terminado. Por favor refresca la página. Si el error persiste, navega hacia atrás

# ~/Core/Shapes/Views/NotFound.cshtml
source: Not found
es_mx: No fué encontrado

# ~/Core/Shapes/Views/NotFound.cshtml
source: The page you are looking for does not exist.
es_mx: La página que estas buscando no existe.

# ~/Core/Shapes/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
es_mx: Bienvenido, <strong>{0}</strong>!

# ~/Core/Shapes/Views/User.cshtml
source: Sign Out
es_mx: Cerrar Sesión

# ~/Core/Shapes/Views/User.cshtml
source: Dashboard
es_mx: Panel de control

# ~/Core/Shapes/Views/User.cshtml
source: Sign In
es_mx: Iniciar Sesión

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: Title
es_mx: Título

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: You must provide a title for this content item
es_mx: Debes introducir un título para este elemento de contenido

# ~/Core/Contents/Views/Content.cshtml
source: Dates
es_mx: Fechas
