Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.ArchiveLater/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Archive Later
es_es: Archivar Después

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The ArchiveLater module introduces scheduled archiving functionality.
es_es: El módulo ArchiveLater introduce la funcionalidad de archivo programado.

# Orchard.ArchiveLater.Drivers.ArchiveLaterPartDriver
source: '{0} {1}' could not be parsed as a valid date and time.
es_es: '{0} {1}' no se pudo analizar como una fecha y hora válidas.

# Orchard.ArchiveLater.Services.ArchiveLaterService
source: Couldn't archive selected content.
es_es: No se pudo archivar el contenido seleccionado.

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Settings
es_es: Configuraciones de Archivo

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Later
es_es: Archivar Después

source: Scheduled
es_es: Programado

source: The page is scheduled for archiving
es_es: La página esta programada para ser archivada

source: Unpublish on
es_es: Dejar de publicar en
