Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/CyberStride.Contacts/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/CyberStride.Contacts/Module.txt
source: This module allows you to create one or more Contact Pages, alternatively you can assign a ContactForm as a content part or widget to an arbitrary page. In all cases, the posted request will be shown in the admin panel under the Contact Requests menu item, and you may optionally designate an email address to be sent the contact request as well, if you have the Email module configured. 0.9.2 is a minor update to the previous version, improving the output of the email to the admin to include info entered by the user on the form.
es_mx: Este módulo te permite crear una o más páginas de contacto, opcionalmente puedes asignar un ContactForm (formulario de contacto) que hace las veces de content part o widget insertable en cualquier página. En todos los casos, la respuesta posteada será mostrada en el panel de administración en el ítem de menú "Peticiones de Contacto" y tú debes opcionalmente asignar una dirección de e-mail a la que enviar las peticiones de contacto, si tienes activado el módulo Email 0.9.2, que es una actualización menor a una versión previa, que mejora la salida de e-mail para la administración e incluye la información proporcionada por el usuario en el formulario.

# ~/Modules/CyberStride.Contacts/Module.txt
source: Contact Form
es_mx: Formulario de Contacto

# ~/Modules/CyberStride.Contacts/Module.txt
source: Description for feature CyberStride.Contacts.
es_mx: Descripción de la función CyberStride.Contacts.

# ~/Modules/CyberStride.Contacts/Module.txt
source: Messaging
es_mx: Envío de mensajes

# CyberStride.Contacts.AdminMenu
source: List
es_mx: Lista

# CyberStride.Contacts.Controllers.AdminController
source: Contact request not found, please check your URL
es_mx: No se ha encontrado la petición de contacto, por favor comprueba tu URL

# CyberStride.Contacts.Controllers.AdminController
source: Couldn't delete contactRequest
es_mx: No se puede eliminar la petición de contacto

# CyberStride.Contacts.Controllers.AdminController
source: Item not found
es_mx: Ítem no encontrado

# CyberStride.Contacts.Controllers.ContactController
source: Form submission was not from a valid source
es_mx: El envío de formulario no se ha producido de un recurso válido

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Contact Us
es_mx: Contáctanos

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Name
es_mx: Nombre

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Phone
es_mx: Teléfono

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Company
es_mx: Compañía

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Current Website
es_mx: Sitio web actual

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Topic of Inquiry
es_mx: Razón de la Consulta

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Details
es_mx: Detalles

# ~/Modules/CyberStride.Contacts/Views/Parts/ContactForm.cshtml
source: Send
es_mx: Enviar

# ~/Modules/CyberStride.Contacts/Views/EditorTemplates/Parts.ContactForm.cshtml
source: Email notification to:
es_mx: Notificación de E-mail para:

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Manage Contact Requests
es_mx: Administrar peticiones de contacto

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: This is a table of the contact requests of your application
es_mx: Esta es una tabla con las peticiones de contacto de tu aplicación

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Contact Date
es_mx: Fecha de contacto

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Topic
es_mx: Razón

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Details
es_mx: Detalles

# ~/Modules/CyberStride.Contacts/Views/Admin/index.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact request from {0}
es_mx: Petición de contacto desde {0}

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Contact made at {0}
es_mx: Contacto hecho a {0}

# ~/Modules/CyberStride.Contacts/Views/Admin/details.cshtml
source: Back to List
es_mx: Volver a la lista

# CyberStride.Contacts.AdminMenu
source: Contact Requests
es_mx: Peticiones de contacto

# CyberStride.Contacts.Models.RequiredAttribute
source: The {0} field is required.
es_mx: El campo {0} es obligatorio.

# CyberStride.Contacts.Models.RequiredAttribute
source: The Name is required.
es_mx: El Nombre es obligatorio.

# CyberStride.Contacts.Controllers.AdminController
source: Contact request deleted
es_mx: Petición de contacto eliminada

# CyberStride.Contacts.Controllers.ContactController
source: Thanks for your inquiry, someone will respond to you shortly.
es_mx: Gracias por tu consulta, un miembro del equipo te responderá a lo más breve posible.

# Orchard.Users.Handlers.ContactMessagesAlteration
source: [New Contact Request]: {0}
es_mx: [Nueva petición de contacto]: {0}

# Orchard.Users.Handlers.ContactMessagesAlteration
source: <p>The visitor <b>{0}</b> with email <b>{1}</b> has requested contact.</p><ul><li>Company: {2}</li><li>Current Website: {3}</li><li>Phone: {4}</li><li>Message: {5}</li></ul>
es_mx: <p>El visitante <b>{0}</b> con el e-mail <b>{1}</b> ha hecho una petición de contacto. </p><ul><li>Compañía: {2}</li><li>Sitio Web Actual: {3}</li><li>Teléfono: {4}</li><li>Mensaje: {5}</li></ul>
