Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Scripting/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Scripting/Module.txt
source: The Orchard Team
es_es: El equipo Orchard

# ~/Modules/Orchard.Scripting/Module.txt
source: The scripting module enables the possibility to execute scripts using a simple custom scripting language.
es_es: El módulo de scripting permite la posibilidad de ejecutar secuencias de comandos utilizando un lenguaje sencillo de script personalizado.

# ~/Modules/Orchard.Scripting/Module.txt
source: Lightweight scripting
es_es: ligero scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Custom lightweight and simple scripting language.
es_es: Personalizado ligero y lenguaje de scripting simple.

# ~/Modules/Orchard.Scripting/Module.txt
source: Scripting Rules
es_es: Reglas de scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules for the Scripting modules
es_es: Reglas para los módulos de scripting

# ~/Modules/Orchard.Scripting/Module.txt
source: Rules
es_es: Reglas

# Orchard.Scripting.Rules.ConditionActions
source: Conditions
es_es: Condiciones

# Orchard.Scripting.Rules.ConditionActions
source: Script condition
es_es: Condición de script

# Orchard.Scripting.Rules.ConditionActions
source: Evaluates a boolean using a scripting engine.
es_es: Evalúa un boleano que usa un scripting engine.

# Orchard.Scripting.Rules.ConditionActions
source: There are currently no scripting engine enabled
es_es: Actualmente no hay un scripting engine activo

# Orchard.Scripting.Rules.ConditionActions
source: Expression is not a boolean value
es_es: La expresión no representa un valor boleano

# Orchard.Scripting.Rules.ConditionForms
source: Description
es_es: Descripción

# Orchard.Scripting.Rules.ConditionForms
source: Message that will be displayed in the Actions list.
es_es: El mensaje que tiene que ser mostrado en la lista de acciones.

# Orchard.Scripting.Rules.ConditionForms
source: Condition
es_es: Condición

# Orchard.Scripting.Rules.ConditionForms
source: Enter a valid boolean expression to evaluate.
es_es: Introduce una expresión boleana válida para evaluar
