Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Piedone.Facebook.Suite/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a variety of Facebook-related features. Uses the Facebook C# SDK (http://csharpsdk.org/).
es_mx: Proporciona funcionalidades relacionadas con Facebook, haciendo uso del sdk de C# para Facebook (http://csharpsdk.org/).

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a page to set Facebook App settings
es_mx: Proporciona una página para establecer la configuración de Facebook App

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Comments Box social plugin as a widget to zones or content types
es_mx: Añade la funcionalidad de añadir el plugin social Facebook Comments Box como un widget para determinadas zonas o content types

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Like Button
es_mx: Facebook Botón Me Gusta

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like button social plugin as a widget to zones or content types
es_mx: Añade la funcionalidad de añadir el plugin social Facebook Like Button como un widget para determinadas zonas o content types

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Facepile social plugin as a widget to zones or content types
es_mx: Añade la funcionalidad de añadir el plugin social Facebook Facepile como un widget para determinadas zonas o content types

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like Box social plugin as a widget to zones or content types
es_mx: Añade la funcionalidad de añadir el plugin social Facebook Like Box como un widget para determinadas zonas o content types

# ~/Modules/Piedone.Facebook.Suite/Views/ColorSchemeSelector.cshtml
source: Color scheme
es_mx: Esquema de colores.

# ~/Modules/Piedone.Facebook.Suite/Views/HeightEditor.cshtml
source: Height
es_mx: Altura

# ~/Modules/Piedone.Facebook.Suite/Views/WidthEditor.cshtml
source: Width
es_mx: Anchura

source: Facebook Suite Settings
es_mx: Configuración de Facebook Suite

source: Facebook App Settings
es_mx: Configuración de aplicación para Facebook

source: If set, Facebook Suite features will behave as part of the app.
es_mx: Si está establecido, las funcionales de Facebook Suite formarán parte de la aplicación.

source: Facebook Comments Box Widget Settings
es_mx: Configuración del widget Facebook Comments Box

source: Number of posts
es_mx: Número de entradas (posts)

source: Facebook Facepile Widget Settings
es_mx: Configuración del widget Facebook Facepile

source: Max rows
es_mx: Máximo número de líneas

source: Size
es_mx: Tamaño

source: Facebook Like Box Widget Settings
es_mx: Configuración del widget Facebook Like Box

source: Page url
es_mx: Url de página

source: Show faces
es_mx: Mostrar caras

source: Border color
es_mx: Color del borde

source: Show stream
es_mx: Mostrar línea de tiempo (stream)

source: Show header
es_mx: Mostrar cabecera

source: Facebook Like Button Widget Settings
es_mx: Configuración del widget Facebook Like Button

source: Enable send button
es_mx: Activar botón de envío

source: Layout style
es_mx: Estilo de layout

source: Show faces
es_mx: Mostrar caras

source: Verb to display
es_mx: Verbo a mostrar

source: Font
es_mx: Fuente
