Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Piedone.Facebook.Suite.Connect/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Lets users authenticate with their Facebook account
es_mx: Permite a los usuarios autenticarse con sus cuentas de Facebook

# Piedone.Facebook.Suite.Controllers.ConnectController
source: Simple registration is not allowed on this site
es_mx: El registro simple no está permitido en este sitio

# Piedone.Facebook.Suite.Controllers.ConnectController
source: The username you tried to register is taken. Please choose another one.
es_mx: Has elegrido un nombre de usuario que ya existe. Por favor escoge otro.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You haven't granted the requested permissions.
es_mx: No estás autorizado a administrar peticiones de permisos.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You're not a verified Facebook user. Only verified users are allowed to register, so please verify your account.
es_mx: No eres un usuario verificado de Facebook. Sólo los usuarios verficiados están autorizados a registrarse, de modo que por favor verifica tu cuenta de Facebook.

# Piedone.Facebook.Suite.Drivers.FacebookConnectWidgetPartDriver
source: Currently the Facebook app settings are not set, therefore Facebook Connect won't work properly. Please set the app settings first on the page Facebook Suite Settings under Settings.
es_mx: Actualmente la configuración de la app de Facebook no se ha establecido, por ello Facebook Connect no funcionará adecuadamente. Por favor indica la configuración de la aplicación en la página de configuración de Facebook Suite en la sección Configuración.

# Piedone.Facebook.Suite.Services.FacebookConnectService
source: Error in retrieving Facebook user data: {0}
es_mx: Error al intentar obtener información del usuario en Facebook: {0}

source: {0}'s profile picture
es_mx: La imagen de perfil de {0}

source: Logout from Facebook
es_mx: Desconectar de Facebook

source: Attach your Facebook account to your username for simple login
es_mx: Agrega tu cuenta de Facebook a tu usuario para una autenticación simple

source: Connect with Facebook
es_mx: Conectar con Facebook

source: Simple registration
es_mx: Registro simple

source: You only have to choose a username, but later you can only login with your Facebook account.
es_mx: Sólo puedes elegir un nombre de usuario, pero después sólo podrás autenticar con tu cuenta de Facebook.

source: Full registration
es_mx: Registro completo

source: You'll have to fill out the complete (actually quite short) registration form to register, but you'll be able to log in with your Facebook account. Choose this if you plan to log in later with username/password instead of your Facebook account.
es_mx: Debes completar todo el formulario de registro (actuamente bastante breve) para registrarte pero a continuación podrás autenticarte con tu cuenta de Facebook. Escoge este si planeas autenticarte con tu usuario y contraseña en lugar de con tu cuenta de Facebook más tarde.

source: Username:
es_mx: Nombre de usuario:

source: Choose a unique username for your account you can login to with your Facebook credentials.
es_mx: Escoge un único nombre de usuario para tu cuenta, podrás autenticarte con tus credenciales de Facebook.

source: Register with your Facebook account
es_mx: Registro con tu cuenta de Facebook

source: Facebook Connect Settings
es_mx: Configuración de Facebook Connect

source: For the best experience, place this widget in a layer that both authenticated and anonymous users can see.
es_mx: Para una mejor experiencia, coloca este widget en una capa (layer) que tanto los usuarios autenticados como los usuarios anónimos puedan ver.

source: WARNING: new users will only be able to connect if registration is enabled. Otherwise only existing users will be able to login.
es_mx: ALERTA: los nuevos usuarios sólo podrán conectar si el registro está habilitado. De otro modo sólo los usuarios existentes podrán autenticarse.

source: Permissions
es_mx: Permisos

source: If extended permissions are needed, enter a list of permission, separated by commas.
es_mx: Si se necesitan permisos extendidos, introduce una lista de permisos separados por comas.

source: Automatically log in authenticated and connected users
es_mx: Autentica automáticamente a los usuarios ya autenticados en Facebook

source: If checked, users who have connected to the site and are logged in at Facebook will be automatically logged in on the site, without clicking the login button. NOTE: this will practically prevent users from logging out of Orchard till they're logged in at Facebook.
es_mx: Si está marcado, los usuarios que hayan conectado con el sitio web y estén autenticados en Facebook serán autenticados automáticamente en el sitio, sin necesidad de pulsar el botón de autenticar (log in). Ten encuenta que esto prácticamente significará que los usuarios no podrán salir de la sesión en Orchard hasta que no se hayan autenticado en Facebook.

source: Only allow verified users
es_mx: Permitir sólo usuarios verificados.

source: If checked, only verified Facebook users will get authenticated.
es_mx: Si está marcado, sólo los usuarios de Facebook verificados serán autenticados.

source: Simple registration
es_mx: Registro simple

source: If checked, new users will only be prompted for a user name when registering. This means that they won't be able to login with the built-in authentication form (only with their Facebook-account) and won't have an e-mail saved.
es_mx: Si está marcado, a los nuevos usuarios sólo se le solicitará su usuario al registrarse. Esto significa que no podrán autenticar con el formulario de atutenticación (sólo con su cuenta de Facebook) y no podrán guardar su e-mail.

# ~/Modules/Piedone.Facebook.Suite.Connect/Views/Parts/FacebookUser.cshtml
source: Facebook profile
es_mx: Perfil de Facebook
