Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: es_es, es_mx

# ~/Modules/Orchard.Warmup/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Warmup/Module.txt
source: Provides a mecanism to generate a static version of pages for being used during application warm up.
es_es: Proporciona un mecanismo destinado a generar una versión estática de páginas para ser utilizadas durante la aplicación warmup.
es_mx: Proporciona un mecanismo para generar una versión estática de las páginas usadas durante el calentamiento de la aplicación.

# Orchard.Warmup.AdminMenu
source: Settings
es_es: Configuración
es_mx: Configuración

# Orchard.Warmup.AdminMenu
source: Performance
es_es: Rendimiento
es_mx: Rendimiento

# Orchard.Warmup.AdminMenu
source: Warmup
es_mx: Calentamiento

# Orchard.Warmup.Commands.WarmupCommands
source: Generation finished
es_es: Generación finalizada
es_mx: Generación finalizada

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
es_es: No esta autorizado para administrar las configuraciones
es_mx: No esta autorizado para administrar las configuraciones

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
es_es: "{0}" es una url warmuo inválido
es_mx: "{0}" es un url de calentamiento inválido.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
es_es: El retraso debe mayor que cero.
es_mx: El retraso debe ser mayor que cero.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
es_es: Warmup actualizado exitosamente
es_mx: El calentamiento fue actualizado exitosamente.

# Orchard.Warmup.Services.SettingsBanner
source: The Warmup feature needs the <a href="{0}">Base Url site setting</a> to be set.
es_es: La funcionalidad Warmup neces que se ajuste la <a href="{0}">configuración de la url básica del sitio </a> .
es_mx: La funcionalidad Warmup neces que se ajuste la <a href="{0}">configuración de la url básica del sitio </a> .

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
es_es: Rendimiento
es_mx: Rendimiento

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
es_es: A continuación se le solicitará las rutas a utilizar {0} como una URL base. Puede cambiar la url en la base de {1}.
es_mx: La ruta siguiente será solicitada usando {0} como url base. Puedes cambiar el url base en el {1}.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
es_es: Página general de configuración
es_mx: Página de Propiedades Generales de Configuración

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
es_es: Este debe ser un conjunto de rutas relativas, e.g., /, /About. Por favor, asegúrese de ingresar sólo una ruta por línea.
es_mx: Debe ser un par de rutas relativas, ej. /, /Acerca. Por favor asegurate de solo agregar una ruta por línea.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
es_es: Generar páginas warmup periodicamente
es_mx: Generar páginas de calentamiento periódicamente

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
es_es: Cada
es_mx: Todo

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
es_es: minutos
es_mx: minutos

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
es_es: Generar páginas warmup cada vez que sea publicada parte del contenido
es_mx: Generar páginas de calentamiento en cualquier momento que se publique algún contenido

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
es_es: Estado
es_mx: Estado

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
es_es: Esta es una tabla de los informes en su aplicació
es_mx: Esta es una tabla de reportes en tu aplicación

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
es_es: Ruta
es_mx: Ruta

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
es_es: Fecha generada
es_mx: Fecha generado

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
es_es: Guardar
es_mx: Guardar
