Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Fields/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Fields/Module.txt
source: Fields
es_mx: Campos

# ~/Modules/Orchard.Fields/Module.txt
source: Antoine Griffard, S�bastien Ros
es_mx: Antoine Griffard, Sébastien Ros

# ~/Modules/Orchard.Fields/Module.txt
source: Some content fields
es_mx: Algunos campos de contenido

# ~/Modules/Orchard.Fields/Module.txt
source: Contains the following fields: Input, Boolean, DateTime, Numeric, Link, Enumeration
es_mx: Contiene los campos siguientes: Input, Boolean, DateTime, numérico, enlace, (enumeración)

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The field {0} is mandatory.
es_mx: El campo {0} es obligatorio.

# Orchard.Fields.Drivers.BooleanFieldDriver
source: Value
es_mx: Valor

# Orchard.Fields.Drivers.BooleanFieldDriver
source: The boolean value of the field.
es_mx: El valor boleano del campo.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} is required.
es_mx: {0} es obligatorio.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: {0} could not be parsed as a valid date and time.
es_mx: No se pudo analizar {0} como una fecha y hora válidos.

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: Value
es_mx: Valor

# Orchard.Fields.Drivers.DateTimeFieldDriver
source: The date and time value of the field.
es_mx: El valor de fecha y hora del campo.

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The field {0} is mandatory
es_mx: El campo {0} es obligatorio

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: Value
es_mx: Valor

# Orchard.Fields.Drivers.EnumerationFieldDriver
source: The selected values of the field.
es_mx: Los valores del campo seleccionados.

# Orchard.Fields.Drivers.InputFieldDriver
source: The field {0} is mandatory.
es_mx: El campo {0} es obligatorio.

# Orchard.Fields.Drivers.InputFieldDriver
source: Value
es_mx: Valor

# Orchard.Fields.Drivers.InputFieldDriver
source: The value of the field.
es_mx: El valor del campo.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Url is required for {0}
es_mx: La Url es obligatoria para {0}

# Orchard.Fields.Drivers.LinkFieldDriver
source: {0} is an invalid url.
es_mx: {0} no es una url válida.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text is required for {0}.
es_mx: El texto es obligatorio para {0}.

# Orchard.Fields.Drivers.LinkFieldDriver
source: Text
es_mx: Texto

# Orchard.Fields.Drivers.LinkFieldDriver
source: The text of the link.
es_mx: El texto para el enlace.

# Orchard.Fields.Drivers.LinkFieldDriver
source: The url of the link.
es_mx: La url del enlace.

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} is mandatory.
es_mx: El campo {0} es obligatorio.

# Orchard.Fields.Drivers.NumericFieldDriver
source: {0} is an invalid number
es_mx: {0} no es un número válido

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be greater than {0}
es_mx: El valor debe ser mayor que {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value must be less than {0}
es_mx: El valor debe ser menor que {0}

# Orchard.Fields.Drivers.NumericFieldDriver
source: The field {0} must be an integer
es_mx: el campo {0} debe ser un número entero

# Orchard.Fields.Drivers.NumericFieldDriver
source: Invalid number of digits for {0}, max allowed: {1}
es_mx: Número incorrecto de dígitos para {0}, el máximo permitido es {1}

# Orchard.Fields.Drivers.NumericFieldDriver
source: Value
es_mx: Valor

# Orchard.Fields.Drivers.NumericFieldDriver
source: The value of the field.
es_mx: El valor del campo.

# Orchard.Fields.Tokens.FieldTokens
source: Link Field
es_mx: Campo Enlace

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Link Fields
es_mx: Tokens para los campos de enlace

# Orchard.Fields.Tokens.FieldTokens
source: Text
es_mx: Texto

# Orchard.Fields.Tokens.FieldTokens
source: The text of the link.
es_mx: El texto del enlace.

# Orchard.Fields.Tokens.FieldTokens
source: The url of the link.
es_mx: La url del enlace.

# Orchard.Fields.Tokens.FieldTokens
source: Target
es_mx: Destino (target)

# Orchard.Fields.Tokens.FieldTokens
source: The target of the link.
es_mx: El destino (target) del enlace.

# Orchard.Fields.Tokens.FieldTokens
source: Date Time Field
es_mx: Campo de fecha y tiempo

# Orchard.Fields.Tokens.FieldTokens
source: Tokens for Date Time Fields
es_mx: Tokens para los campos de fecha y hora (tiempo)

# Orchard.Fields.Tokens.FieldTokens
source: Date
es_mx: Fecha

# Orchard.Fields.Tokens.FieldTokens
source: The date only.
es_mx: Sólo la fecha.

# Orchard.Fields.Tokens.FieldTokens
source: Time
es_mx: La hora (tiempo)

# Orchard.Fields.Tokens.FieldTokens
source: The time only.
es_mx: Sólo la hora (el tiempo).

# Orchard.Fields.Tokens.FieldTokens
source: Date Time
es_mx: Fecha y tiempo

# Orchard.Fields.Tokens.FieldTokens
source: The date and time.
es_mx: La fecha y la hora (tiempo).

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Add a neutral option
es_mx: Añade una opinión neutral

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Check to allow the user to enter a neutral value, like 'Maybe'.
es_mx: Marca la casilla para permitir a un usuario introducir un valor neutral como "Quizá".

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Neutral option text
es_mx: Texto neutral de opción

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is not selected.
es_mx: El texto que se ha de mostrar cuando un campo no se ha seleccionado.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: On Label
es_mx: Etiqueta Encendido

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is selected.
es_mx: el texto que se muestra cuando el campo se ha seleccionado.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Off Label
es_mx: Etiqueta apagado

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The text displayed when the field is unselected.
es_mx: El texto mostrado cuando el campo deja de estar seleccionado.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Selection mode
es_mx: Modo de selección

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Radio buttons
es_mx: Botones de radio

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Dropdown list
es_mx: Lista desplegable

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: When Checkbox is selected, the label for 'on' will be used.
es_mx: Cuando un checkbox está marcado, debe usarse la etiqueta la etiqueta para 'on'

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Default value
es_mx: Valor por defecto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: True
es_mx: Verdadero

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: False
es_mx: Falso

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/BooleanFieldSettings.cshtml
source: The help text is written under the field when the user is selecting a value.
es_mx: El texto de ayuda escrito bajo el campo cuando un usuario está seleccionado un valor.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Display options
es_mx: Opciones de visualización

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date and time
es_mx: Fecha y hora

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Date only
es_mx: Solo fecha

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Time only
es_mx: Solo hora (tiempo)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Required
es_mx: Obligatorio

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Check if the field is required.
es_mx: Marca la casilla si el campo es obligatorio.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/DateTimeFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
es_mx: El texto de ayuda escrito bajo el campo cuando un usuario está introduciendo un valor.

source: An option is required
es_mx: Una opción es obligatoria

source: Check to ensure the user is providing an option for this field.
es_mx: Marca la casilla para asegurarse de que el usuario está proporcionando una opción para este campo.

source: Options
es_mx: Opciones

source: Enter an option per line.
es_mx: Introduce una opción por línea.

source: List mode
es_mx: Modo de lista

source: Dropdown list
es_mx: Lista desplegable

source: Radio button list
es_mx: Lista de botones de radio

source: Help text
es_mx: Texto de ayuda

source: The help text is written under the field when users are selecting an option.
es_mx: El texto de ayuda que se muestra debajo del campo cuando los usuarios están seleccionado una opción.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Text
es_mx: Texto

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Tel
es_mx: Telf

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Email
es_mx: Correo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Defines what format should be applied to the text.
es_mx: Define que formato debe ser aplicado al texto.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Pattern
es_mx: Patrón

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
es_mx: Declarando qué patrón debe usarse para validar el valor de un campo, en forma de expresión regular. (opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Title
es_mx: Título

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The title attribute of the field. (optional)
es_mx: El atributo título del campo. (Opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Required
es_mx: Obligado

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Check if the field is required.
es_mx: Marca la casilla si el campo es obligatorio.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Whether focus should be set to this field as soon as it has loaded.
es_mx: El foco debería establecerse en este campo tan pronto como sea cargado.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Automatic completion
es_mx: Autocompletado

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: An option to turn off automatic form completion of values. Leave unchecked to disable automatic completion.
es_mx: Una opción para desactivar el autocompletado de valores de formulario. Déjalo desmarcado para desactivar el autocompletado.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Watermark
es_mx: Marca de agua

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: A hint to display when the input is empty. (optional)
es_mx: Una pista para mostrar cuando el campo de texto está vacío. (opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Editor css class
es_mx: Clase css del editor

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The css class to use for the editor. (optional)
es_mx: La clase css para el editor. (Opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Maximum length
es_mx: Longitud máxima

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The maximum number of chars allowed. (optional)
es_mx: El número máximo de caracteres permitido. (Opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/InputFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
es_mx: El texto de ayuda se muestra bajo el campo cuando el usuario está introduciendo un valor.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Target
es_mx: Destino (target)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: No target
es_mx: Sin target

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in new window
es_mx: Abrir enlace en una ventana nueva

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the parent frameset
es_mx: Abre el enlace en el conjunto de marcos superior

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Open link in the full body of the window
es_mx: Abre el enlace ocupado todo el cuerpo de la ventana

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Allow the user to choose
es_mx: Permite al usuario elegir

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Required
es_mx: Obligatorio

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Whether the url is required.
es_mx: Siempre que la URL sea obligatoria.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Link text
es_mx: Texto del enlace

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Optional
es_mx: Opcional

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Static
es_mx: Estático

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Define how the title field should behave in the editor.
es_mx: Define cómo debe comportarse el título en el editor.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The title to display for the link
es_mx: El título para mostrar en el enlace

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/LinkFieldSettings.cshtml
source: The help text is written under the field.
es_mx: El texto de ayuda se muestra bajo el campo.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Required
es_mx: Obligatorio

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Check if the field is required.
es_mx: Marca la casilla si el campo es obligatorio.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Scale
es_mx: Escalar

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The number of digits to the right of the decimal. Put 0 for integers.
es_mx: El número de dígitos a la derecha del decimal. Pon 0 para los números enteros.

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Minimum
es_mx: Mínimo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The minimum value allowed. (optional)
es_mx: El mínimo valor permitido. (Opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Maximum
es_mx: Máximo

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The maximum value allowed. (optional)
es_mx: El máximo valor permitido. (Opcional)

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: Help text
es_mx: Texto de ayuda

# ~/Modules/Orchard.Fields/Views/DefinitionTemplates/NumericFieldSettings.cshtml
source: The help text is written under the field when the user is entering a value.
es_mx: El texto de ayuda que se muestra bajo el campo cuando el usuario está introduciendo un valor.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: Select an option
es_mx: Escoge una opción

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Enumeration.Edit.cshtml
source: unset
es_mx: limpiar (unset)

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid url, i.e. http://orchardproject.net, /content/file.pdf, ...
es_mx: Una url válida, por ej. http://orchardproject.net, /content/file.pdf, ...

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Text
es_mx: Texto

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: The text of the link. If left empty, the url will be used instead.
es_mx: El texto del enlace. Si lo dejas vacío, se usará la url en su lugar.

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: Target
es_mx: Destino (target)

# ~/Modules/Orchard.Fields/Views/EditorTemplates/Fields/Link.Edit.cshtml
source: A valid HTML target attribute value. e.g., _blank, _parent, _top, or an anchor.
es_mx: Un valor permitidopara el atributo target de HTML, por ej., _blank, _parent, _top o un anchor.
