Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Nwazet.Commerce/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce for small online businesses
es_mx: Funciones de comercio electrónico para las pequeñas empresas

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce
es_mx: Comercio

# ~/Modules/Nwazet.Commerce/Module.txt
source: Define shipping options to work with Nwazet Commerce
es_mx: Definir opciones de venta que funcionan con Nwazet commerce

# ~/Modules/Nwazet.Commerce/Module.txt
source: Google Checkout part that can be added to any content type
es_mx: Part de Google Checkout que puede añadirse a cualquier content type

# ~/Modules/Nwazet.Commerce/Module.txt
source: Keeps track of the domain the user came from, in order to honor partner referral fees.
es_mx: Almacena el domino del que procede el usuario, de forma que pueda reconocerse y retribuirse al parter sus comisiones acordadas por referidos.

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Commerce
es_mx: Comercio

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Products
es_mx: Productos

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Commerce
es_mx: Comercio

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Shipping Methods
es_mx: Tipos de envío

# Nwazet.Commerce.Services.WeightBasedShippingMethodProvider
source: Weight-Based Shipping Method
es_mx: Tipo de envío basado en el peso

# Nwazet.Commerce.Tokens.ProductTokens
source: Sku
es_mx: Referencia

# Nwazet.Commerce.Tokens.ProductTokens
source: The SKU for the product.
es_mx: La referencia del producto.

# Nwazet.Commerce.Tokens.ProductTokens
source: Price
es_mx: Precio

# Nwazet.Commerce.Tokens.ProductTokens
source: The price of the product.
es_mx: El precio del producto.

# Nwazet.Commerce.Tokens.ProductTokens
source: Is Digital
es_mx: Es Digital

# Nwazet.Commerce.Tokens.ProductTokens
source: True if this is a digital product.
es_mx: Es verdadero si este es un producto digital.

# Nwazet.Commerce.Tokens.ProductTokens
source: Shipping Cost
es_mx: Costes de envío

# Nwazet.Commerce.Tokens.ProductTokens
source: The fixed shipping cost of the product.
es_mx: El precio fijo de envío del producto.

# Nwazet.Commerce.Tokens.ProductTokens
source: Weight
es_mx: Peso

# Nwazet.Commerce.Tokens.ProductTokens
source: The weight of the item.
es_mx: El peso del ítem.

# ~/Modules/Nwazet.Commerce/Views/GoogleCheckout.cshtml
source: Fast checkout through Google
es_mx: Confirmación de entrega rápida a través de Google

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: You don't have any items in your shopping cart.
es_mx: No tienes ningún ítem en tu cesta de la compra.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Article
es_mx: Artículo

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Unit Price
es_mx: Precio unitario

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Quantity
es_mx: Cantidad

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Total Price
es_mx: Precio Total

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Remove
es_mx: Eliminar

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Update All
es_mx: Actualizar todo

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Your Cart
es_mx: Tu cesta de la compra

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Remove
es_mx: Quitar de la lista

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Update All
es_mx: Actualizar todo

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Tax and shipping will be calculated at checkout.
es_mx: Impuestos y envío deben calcularse a la entrega

source: Currency
es_mx: Moneda

source: Shipping Weight Unit
es_mx: Unidad de peso de la entrega

source: Use Sandbox
es_mx: Usar Sandbox

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Sku
es_mx: Referencia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Price
es_mx: Precio

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Weight
es_mx: Peso

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Shipping Cost
es_mx: Coste de entrega

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Specify a shipping cost if you want the shipping cost to be fixed. Otherwise, leave this empty and only specify the weight. The shipping will be computed based on the shipping provider that the customer will pick.
es_mx: Establece un coste de entrega si quieres que el coste de venta sea fijo. De otro modo, déjalo vacío y especifica sólo el peso. La venta se calculará basándose en el proveedor de mensajería que el consumidor ha elegido.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: digital product
es_mx: producto digital

source: Method Name
es_mx: Nombre del método

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
es_mx: El nombre técnico del método de envío (es diferente del título, el cual es el nombre amigable que debe ser mostrado a los usuarios finales)

source: Shipping Company
es_mx: Empresa de mensajería

source: Price
es_mx: Precio

source: Minimum Weight
es_mx: Peso mínimo

source: Maximum Weight
es_mx: Peso máximo

source: Specify the weight interval for which this shipping price is valid. Leave the maximum weight field empty for unlimited weight. The weight will be computed for all non-digital products that don't have a shipping price overload specified.
es_mx: Especifica el intervalo para el que el precio del envío es válido. Deja el campo de peso máximo vacío para permitir peso ilimitado. El peso será calculado para los productos no digitales que no tienen un precio de envío para el sobrepeso especificado.

source: Areas for which this method is valid:
es_mx: Áreas para las que este método es válido:

source: Areas for which this method is not valid:
es_mx: Áreas en las que este método no es válido:

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
es_mx: Usa esto para restringir las áreas para las que este método está disponible. Por ejemplo, un envío internacional debería tener Mundo (World) incluido, pero EE. UU. excluido, de manera que no pueda seleccionarse para envíos nacionales.

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddButton.cshtml
source: Add to cart
es_mx: Añadir a la cesta

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.cshtml
source: Price
es_mx: Precio

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Manage Products
es_mx: Administrar productos

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Create New Product
es_mx: Crear un producto nuevo

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Choose action...
es_mx: Elegir una acción

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Publish Now
es_mx: Publicar ahora

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Unpublish
es_mx: Quitar de publicados

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Apply
es_mx: Apuntarse

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Ordered by
es_mx: Ordenar por

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently created
es_mx: Creado recientemente

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently modified
es_mx: Modificado recientemente

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently published
es_mx: Publicado recientemente

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Manage Shipping Methods
es_mx: Administrar tipos de envío

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Add a new {0}
es_mx: Añadir un nuevo {0}

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Name
es_mx: Nombre
