Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Roles/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
es_es: El módulo de roles agregará¡ la posibilidad de asignar roles a usuarios. También provee un conjunto de roles por defecto para los cuales otros módulos puede definir los permisos por defecto.

# ~/Modules/Orchard.Roles/Module.txt
source: Standard user roles.
es_es: Roles de usuarios estándar

# ~/Modules/Orchard.Roles/Module.txt
source: Roles Workflows Activities
es_es: Actividades de los flujos de trabajo de roles

# ~/Modules/Orchard.Roles/Module.txt
source: Provides a role based activities.
es_es: Proporciona un role basado en actividades.

# ~/Modules/Orchard.Roles/Module.txt
source: Workflows
es_es: Flujos de trabajo

# Orchard.Roles.AdminMenu
source: Users
es_es: Usuarios

# Orchard.Roles.Activities.AssignRoleActivity
source: User
es_es: Usuario

# Orchard.Roles.Activities.AssignRoleActivity
source: Assign specific roles to the current content item if it's a user.
es_es: Asignar determinados roles al elemento de contenido actual si es un usuario.

# Orchard.Roles.Activities.AssignRoleActivity
source: Done
es_es: Hecho

# Orchard.Roles.Activities.IsInRoleActivity
source: Conditions
es_es: Condiciones

# Orchard.Roles.Activities.IsInRoleActivity
source: Whether the current user is in a specific role.
es_es: Mientras que el usuario esté en un role específico.

# Orchard.Roles.Activities.IsInRoleActivity
source: Yes
es_es: Sí

# Orchard.Roles.Activities.UserTaskActivity
source: Tasks
es_es: Tareas

# Orchard.Roles.Activities.UserTaskActivity
source: Wait for a user to execute a specific task.
es_es: Espera a un usuario para ejecutar una tarea específica.

# Orchard.Roles.Commands.RoleCommands
source: List of Roles
es_es: Lista de Roles

# Orchard.Roles.Commands.RoleCommands
source: List of Permissions
es_es: Lista de permisos

# Orchard.Roles.Commands.RoleCommands
source: List of Users
es_es: Lista de usuarios

# Orchard.Roles.Commands.RoleCommands
source: Adding role {0} to user {1}
es_es: Agregando role {0} al usuario {1}

# Orchard.Roles.Commands.RoleCommands
source: Removing role {0} from user {1}
es_es: Eliminando el role {0} del usuario {1}

# Orchard.Roles.Commands.RoleCommands
source: Adding permission {0} to role {1}
es_es: Añadiendo permiso {0} al role {1}

# Orchard.Roles.Commands.RoleCommands
source: Removing permission {0} from role {1}
es_es: Quitar permisos {0} al role {1}

# Orchard.Roles.Commands.RoleCommands
source: Role {0} already exists
es_es: El role {0} ya existe

# Orchard.Roles.Commands.RoleCommands
source: Creating role {0}
es_es: Creación del role {0}

# Orchard.Roles.Commands.RoleCommands
source: Role {0} doesn't exist
es_es: No existe el role {0}

# Orchard.Roles.Commands.RoleCommands
source: Deleting role {0}
es_es: Eliminar el role {0}

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
es_es: No esta autorizado para administrar roles

# Orchard.Roles.Controllers.AdminController
source: Role name can't be empty
es_es: El nombre del rol no puede estar vacio

# Orchard.Roles.Controllers.AdminController
source: Role with same name already exists
es_es: Ya existe un rol con el mismo nombre

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
es_es: Su Rol ha sido guardado.

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
es_es: El Rol fue eliminado satisfactoriamente.

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
es_es: Agregando role {0} al usuario {1}

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
es_es: Eliminando el rol {0} del usuario {1}

# Orchard.Roles.Drivers.UserTaskDriver
source: Not authorized to trigger {0}.
es_es: No estás autorizado a desencadenar {0}.

# Orchard.Roles.Forms.SelectRolesForms
source: Select some roles.
es_es: Selecciona algunos roles.

# Orchard.Roles.Forms.SelectRolesForms
source: Any
es_es: Cualquier

# Orchard.Roles.Forms.UserTaskForms
source: Select some roles.
es_es: Selecciona algunos roles.

# Orchard.Roles.Forms.UserTaskForms
source: Available actions.
es_es: Acciones disponibles.

# Orchard.Roles.Forms.UserTaskForms
source: A comma separated list of actions.
es_es: Una lista de acciones separada por comas.

# Orchard.Roles.Forms.UserTaskForms
source: Any
es_es: Cualquier

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
es_es: Ocurrió una excepción de seguridad en el sistema de administración de contenido.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
es_es: Permiso {0} no se encuentra en alguno de los módulos instalados.

# Orchard.Roles.Services.RoleService
source: {0} Feature
es_es: {0} Característica

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
es_es: Agregar Role

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
es_es: Información

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
es_es: Nombre del Rol:

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
es_es: Permisos

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
es_es: Módulo {0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
es_es: Permiso

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
es_es: Permitir

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
es_es: Editar Role

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
es_es: Información

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
es_es: Nombre del Rol:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
es_es: Permisos

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
es_es: Permiso

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
es_es: Permitir

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
es_es: Efectivo

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
es_es: Agregar un rol

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
es_es: Esta es una tabla de los roles actualmente disponibles para utilizar en su aplicación.

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
es_es: No existen roles.
