Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Upgrade/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Upgrade/Module.txt
source: Upgrade
es_mx: Subir versión

# ~/Modules/Upgrade/Module.txt
source: The Orchard Team
es_mx: El Equipo de Orchard

# ~/Modules/Upgrade/Module.txt
source: Provides actions for upgrading Orchard instances
es_mx: Proporciona acciones para subir de versión instancias de Orchard

# Upgrade.AdminMenu
source: Upgrade to 1.8
es_mx: Subir versión a 1.8

# Upgrade.AdminMenu
source: Messaging (1.8)
es_mx: Mensajería (1.8)

# Upgrade.AdminMenu
source: Taxonomies (1.7)
es_mx: Taxonomías (1.7)

# Upgrade.AdminMenu
source: Content Picker (1.7)
es_mx: Selector de contenido (1.7)

# Upgrade.AdminMenu
source: Fields (1.5)
es_mx: Campos (1.5)

# Upgrade.AdminMenu
source: Menu (1.5)
es_mx: Menú (1.5)

# Upgrade.AdminMenu
source: Routes (1.4)
es_mx: Rutas (1.4)

# Upgrade.Controllers.ContentPickerController
source: You need to enable Orchard.ContentPicker in order to migrate Content Picker items to Orchard.ContentPicker.
es_mx: Necesitas habilitar Orchard.ContentPicker para migrar los elementos del Selector de Contenido a Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Not allowed to migrate Orchard.ContentPicker.
es_mx: No está permitido migrar Orchard.ContentPicker.

# Upgrade.Controllers.ContentPickerController
source: Content Picker menu items were migrated successfully.
es_mx: Los elementos de menú del selector de Contenido se migraron correctamente.

# Upgrade.Controllers.ContentPickerController
source: Unexpected error while migrating to Orchard.ContentPicker. Please check the log.
es_mx: Error inesperado al migrar a Orchard.ContentPicker. Por favor, compruebe el registro.

# Upgrade.Controllers.FieldController
source: There are no content types with custom fields
es_mx: No hay content types con campos personalizados

# Upgrade.Controllers.FieldController
source: You need to enable Orchard.Fields in order to migrate current fields. Then you can safely remove Contrib.DateTimeField and Contrib.MediaPickerField.
es_mx: Debes activar Orchard.Fields para poder migrar los campos actuales. Entonces podrás eliminar con seguridad Contrib.DateTimeField y Contrib.MediaPickerField.

# Upgrade.Controllers.FieldController
source: Not allowed to migrate fields.
es_mx: No estás autorizado a migrar fields.

# Upgrade.Controllers.FieldController
source: {0} fields were migrated successfully
es_mx: {0} campos (fields) se han migrado satisfactoriamente

# Upgrade.Controllers.InfosetController
source: Site Settings migrated successfully
es_mx: Configuración del sitio migrada con éxito

# Upgrade.Controllers.MediaController
source: You need to enable Orchard.MediaLibrary in order to convert current media files to the Media Library.
es_mx: Necesitas habilitar Orchard.MediaLibrary para convertir los archivos de medios actuales a la librería multimedia.

# Upgrade.Controllers.MediaController
source: Unknown MIME type for extension: {0}. These files will be imported as Document media.
es_mx: Tipo MIME desconocido para la extensión: {0}. estos archivos se importarán como documentos de medios.

# Upgrade.Controllers.MediaController
source: Some media files need to be migrated.
es_mx: Algunos archivos de medios necesitan ser migrados.

# Upgrade.Controllers.MediaController
source: {0} media files have been found, {1} media are in the library.
es_mx: Se han encontrado {0} archivos de medios, Hay {1} medios en la biblioteca.

# Upgrade.Controllers.MediaController
source: All media files have been migrated.
es_mx: Todos los archivos de medios se han migrado.

# Upgrade.Controllers.MediaController
source: Not allowed to convert media files.
es_mx: No estás autorizado a convertir archivos de medios.

# Upgrade.Controllers.MediaController
source: Media {0} has already been imported.
es_mx: Los medios {0} ya se han importado.

# Upgrade.Controllers.MediaController
source: Importing {0}.
es_mx: Importando {0}.

# Upgrade.Controllers.MediaController
source: Error while importing {0}. Please check the logs
es_mx: Error al importar {0}. Por favor, compruebe los registros

# Upgrade.Controllers.MenuController
source: This step is unnecessary as some menus already exist.
es_mx: Este paso no es necesario ya que algunos menús ya existen.

# Upgrade.Controllers.MenuController
source: Not allowed to migrate the navigation.
es_mx: No estás autorizado a migrar la navegación.

# Upgrade.Controllers.MenuController
source: Main menu created
es_mx: Menú principal creado

# Upgrade.Controllers.MenuController
source: Menu items moved to Main menu
es_mx: Items de menú movidos satisfactoriamente al menú principal

# Upgrade.Controllers.MenuController
source: Widget could not be created. Please create it manually.
es_mx: El widget no se ha podido crear. Por favor créalo manualmente.

# Upgrade.Controllers.MessagingController
source: This step is unnecessary as no Send Email activities were found.
es_mx: Este paso no es necesario ya que no se han encontrado actividades de envío de correo.

# Upgrade.Controllers.MessagingController
source: This step appears unnecessary since it appears Orchard Workflows is not enabled.
es_mx: Este paso parece innecesario puesto que que Orchard Workflows no está habilitado.

# Upgrade.Controllers.MessagingController
source: Not allowed to upgrade.
es_mx: No tiene permisos para subir de versión.

# Upgrade.Controllers.MessagingController
source: Email activities updated successfully
es_mx: Actividades de correo electrónico actualizadas

# Upgrade.Controllers.MessagingController
source: No email activities were updated.
es_mx: Ninguna actividad de correo electrónico fue actualizada.

# Upgrade.Controllers.RouteController
source: There are no content types with RoutePart
es_mx: No hay content types con RoutePart

# Upgrade.Controllers.RouteController
source: Not allowed to migrate routes.
es_mx: No estás autorizado a migrar rutas.

# Upgrade.Controllers.RouteController
source: Some content items could not be imported. Please refer to the corresponding Report.
es_mx: Algunos content items no se han podido importar. Por favor revisa el informe correspondiente.

# Upgrade.Controllers.RouteController
source: {0} was migrated successfully
es_mx: {0} se han migrado satisfactoriamente

# Upgrade.Controllers.TaxonomyController
source: You need to enable Orchard.Taxonomies in order to migrate Contrib.Taxonomies to Orchard.Taxonomies.
es_mx: Necesitas habilitar Orchard.Taxonomies para migrar de Contrib.Taxonomies a Orchard.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: This migration step might have been done already.
es_mx: Este paso de migración pudo haberse hecho ya.

# Upgrade.Controllers.TaxonomyController
source: Not allowed to migrate Contrib.Taxonomies.
es_mx: No está autorizado a migrar Contrib.Taxonomies.

# Upgrade.Controllers.TaxonomyController
source: Taxonomies were migrated successfully.
es_mx: Las taxonomías se migraron con éxito.

# Upgrade.Controllers.TaxonomyController
source: Unexpected error while migrating to Orchard.Taxonomies. Please check the log.
es_mx: Error inesperado al migrar a Orchard.Taxonomies. Por favor, compruebe el registro.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate Content Picker
es_mx: Migrar selector de contenido

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrating Content Picker:
es_mx: Migrando el selector de contenido:

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: This migration step will move your content picker menu items to their new location.
es_mx: Este paso de migración moverá sus elementos de menú del selector de contenido a su nueva ubicación.

# ~/Modules/Upgrade/Views/ContentPicker/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate Fields
es_mx: Migrar campos (Fields)

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Choose the types to migrate:
es_mx: Elije los tipos a migrar:

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: The migration process fields data. You will still need to enable Orchard.Fields, and remove Contrib.DateTime and Contrib.MediaPicker if you have installed them.
es_mx: El proceso de migrar lo datos de los campos. Necesitarás habilitar Orchard.Fields, y eliminar Contrib.DateTime y Contrib.MediaPicker si los tienes instalados.

# ~/Modules/Upgrade/Views/Field/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate Infosets
es_mx: Migrar Infosets

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Site Settings:
es_mx: Migrar configuración del sitio:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will migrate your Site Settings to Infosets and delete the deprecated records.
es_mx: Este paso de migración migrará la configuración de tu sitio a Infosets y eliminará los registros obsoletos.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Body Parts:
es_mx: Migrando Body Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Body Parts to Infosets.
es_mx: Este paso de migración copiará todos los Body Parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Media Parts:
es_mx: Migrando Media Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Media Parts to Infosets.
es_mx: Este paso de migración copiará todos los Media Parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Permissions Parts:
es_mx: Migrando Content Item Permissions Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Permissions parts to Infosets.
es_mx: Este paso de migración copia todos los Content Item Permissions parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Content Item Menu Parts:
es_mx: Migrando Content Item Menu Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Content Item Menu parts to Infosets.
es_mx: Este paso de migración copia todos los Content Item Menu parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Tags Parts:
es_mx: Migrando Tags Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Tags parts to Infosets.
es_mx: Este paso de migración copiará todos los Tags Parts de Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Widget Parts:
es_mx: Migrando Widget Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Widget parts to Infosets.
es_mx: Este paso de migración copiará todos los Widget parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Layer Parts:
es_mx: Migrando Layer Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Layer parts to Infosets.
es_mx: Este paso de migración copiará todos los Layer Parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Widget Parts:
es_mx: Migrando Menu Widget Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Widget parts to Infosets.
es_mx: Este paso de migración copiará todos los Menu Widget parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Shape Menu Item Parts:
es_mx: Migrando Shape Menu Item Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Shape Menu Item parts to Infosets.
es_mx: Este paso de migración copiará todos los Shape Menu Item parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: Migrating Menu Item Parts:
es_mx: Migrando Menu Item Parts:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will copy all Menu Item parts to Infosets.
es_mx: Este paso de migración copiará todos los Menu Item parts a Infosets.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: FIXING 1.x VERSIONS:
es_mx: Corrigiendo versiones 1.x:

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: This migration step will merge version infosets.
es_mx: Este paso de migración fusionará los infosets de versiones.

# ~/Modules/Upgrade/Views/Infoset/Index.cshtml
source: All items have been processed
es_mx: Todos los elementos han sido procesados

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate Media Files
es_mx: Migrar archivos de medios

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Files:
es_mx: Migrando archivos de medios:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will create and organize new Media Content Items based on the media files in your ~/Media folder.
es_mx: Este paso de migración creará y organizará nuevos elementos de contenido multimedia basados en los archivos multimedia en la carpeta ~/Media.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before importing, please ensure the server has the expected mime types already registered as explained here: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap">http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>
es_mx: Antes de importar, asegúrese de que el servidor tiene los tipos mime esperados ya registrados como se explica aquí: <a href="http://www.iis.net/configreference/system.webserver/staticcontent/mimemap"> http://www.iis.net/configreference/system.webserver/staticcontent/mimemap</a>

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Migrating Media Picker Fields:
es_mx: Migrando los campos de Selector de Medios:

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: This migration step will migrate your Media Picker and Media Gallery Picker fields to the new Media Library Field.
es_mx: Este paso de migración migrará sus campos del Selector de Medios y los campos del Selector de la Galería de medios a el nuevo campo de la Bibioteca de Medios.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: Before migrating fields, please migrate all the Media files.
es_mx: Antes de migrar los campos, por favor, migrar todos los archivos de medios.

# ~/Modules/Upgrade/Views/Media/Index.cshtml
source: All media files have been processed
es_mx: Todos los archivos de medios han sido procesados

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate Menu
es_mx: Migrar menú

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrating Menu:
es_mx: Migrando menú:

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: This migration step will create a new Menu named "Main Menu" and add all your previous menu items to it. Finally it will create a new "Menu Widget" instance to render this menu on the website.
es_mx: Este paso de migración creará un menú llamado "Menú Principal" y añadirá todos tus elementos de menú preexistentes a él. Finalmente creará una nueva instancia de "Menú Widget" para renderizar este menú en el sitio web.

# ~/Modules/Upgrade/Views/Menu/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate Messaging
es_mx: Migrar mensajería

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrating Email Activities:
es_mx: Migrando Email Activities:

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: This migration step will update the existing Send Email activities to use the new Message Queueing functionality.
es_mx: Este paso de migración actualizará las actividades de envio de correos existentes para usar la nueva funcionalidad Message Queueing.

# ~/Modules/Upgrade/Views/Messaging/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate Routes
es_mx: Migrar rutas

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Choose the types to migrate:
es_mx: Elije los tipos a migrar:

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: The migration process will move the Route and Title properties by adding an Autoroute and a Title part to all the content items for the selected content types.
es_mx: El proceso de migración moverá todas las propiedades Route y Title añadiéndoles un part Autoroute y un part Title a todos los content items de los content type seleccionados.

# ~/Modules/Upgrade/Views/Route/Index.cshtml
source: Migrate
es_mx: Migrar

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate Taxonomies
es_mx: Migrar las taxonomías

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrating Taxonomies:
es_mx: Migrando Taxonomías:

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: This migration step will convert the Contrib.Taxonomies content items to Orchard.Taxonomies.
es_mx: Este paso de migración convertirá los elementos de contenido Contrib.Taxonomies en Orchard.Taxonomies.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: If you had any Term Widget instance, you will have to replace them with Projection Queries.
es_mx: Si tuvieras alguna instancia del Widget Term, tendrás que reemplazarlas con proyección de consultas.

# ~/Modules/Upgrade/Views/Taxonomy/Index.cshtml
source: Migrate
es_mx: Migrar
