Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/LatestTwitter/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/LatestTwitter/Module.txt
source: Display latest Tweets for a user in a widget.
es_mx: Muestra los últimos tweets de un usuario en un widget.

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Twitter username
es_mx: Nombre de usuario en Twitter

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Number of Tweets to display
es_mx: Cantidad de tweets para mostrarse

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Time to cache Tweets (in minutes)
es_mx: Tiempo para cachear Tweets (en minutos)

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Additional options
es_mx: Opciones adicionales

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show avatars
es_mx: Mostrar avatares

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show username in tweets
es_mx: Mostrar el nombre de usuario en los tweets

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show timestamps
es_mx: Mostrar impresiones de fecha

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show as links
es_mx: Mostrar como enlaces

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show mentions as links
es_mx: Mostrar menciones como enlaces

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show hashtags as links
es_mx: Mostrar los hashtags como enlaces

# ~/Modules/LatestTwitter/Views/Parts/TwitterWidget.cshtml
source: follow
es_mx: seguir

# ~/Modules/LatestTwitter/Views/Parts/TwitterWidget.cshtml
source: on twitter
es_mx: en twitter
