Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Taxonomies
es_es: Taxonomías

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The Orchard Team
es_es: El equipo de Orchard

# ~/Modules/Orchard.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
es_es: El módulo taxonomy proporciona una categorización personalizada para conten types.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Categorize a content item.
es_es: Categoriza un content item.

# ~/Modules/Orchard.Taxonomies/Module.txt
source: Content
es_es: Contenido

# Orchard.Taxonomies.AdminMenu
source: Taxonomies
es_es: Taxonomías

# Orchard.Taxonomies.AdminMenu
source: Manage Taxonomies
es_es: Administra Taxonomies

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
es_es: No se pudo eliminar la taxonomía

# Orchard.Taxonomies.Controllers.AdminController
source: Couldn't import terms
es_es: No se puede importar términos

# Orchard.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
es_es: El término {0} ya existe a este nivel

# Orchard.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
es_es: Los términos se han importado satisfactoriamente.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
es_es: No se pudo eliminar los términos

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't move terms
es_es: No se pueden mover términos

# Orchard.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
es_es: El término {0} se ha quitado.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
es_es: No estás autorizado a crear términos

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
es_es: No estás autorizado a seleccionar términos

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to move terms
es_es: No estás autorizado a mover términos

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
es_es: No se puede crear el término

# Orchard.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
es_es: Se ha creado el término {0}.

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
es_es: No estás autorizado a administrar taxonomies

# Orchard.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
es_es: No se peude editar el taxonomy

# Orchard.Taxonomies.Controllers.TermAdminController
source: Term information updated
es_es: Información del término actualizada

# Orchard.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
es_es: No estás autorizado a administrar términos

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The field {0} is mandatory.
es_es: El campo {0} es obligatorio.

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: You're not allowed to create new terms for this taxonomy
es_es: No estás autorizado a crear nuevos términos para este taxonomy

# Orchard.Taxonomies.Drivers.TaxonomyFieldDriver
source: The {0} term has been created.
es_es: Se ha creado el término {0}.

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: The levels to display must be a positive number
es_es: Los niveles para mostrar deben ser un número positivo

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown taxonomy: {0}
es_es: Taxonomía desconocida: {0}

# Orchard.Taxonomies.Drivers.TaxonomyNavigationPartDriver
source: Unknown term: {0}
es_es: Término desconocido: {0}

# Orchard.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
es_es: Ya existe una taxonomía con el mismo nombre

# Orchard.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
es_es: El término {0} todavía existe en este nivel

# Orchard.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
es_es: Taxonomy desconocido: {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Taxonomy
es_es: Taxonomía

# Orchard.Taxonomies.Projections.TermsFilter
source: Has Terms
es_es: Tiene términos

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized content items
es_es: Content items categorizados

# Orchard.Taxonomies.Projections.TermsFilter
source: Any term
es_es: Cualquier término

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with one of {0}
es_es: Categorizados con uno de {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with all of {0}
es_es: Categorizados con todo de {0}

# Orchard.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
es_es: Categorizados con {0}

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Terms
es_es: Términos

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
es_es: Selecciona algunos términos.

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is one of
es_es: Es uno de

# Orchard.Taxonomies.Projections.TermsFilterForms
source: Is all of
es_es: Es todo de

# Orchard.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
es_es: El término {0} ya existe en esta taxonomía

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Taxonomy Field
es_es: Campo Taxonomy

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
es_es: Los Tokens para el campo Taxonomy

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: Terms
es_es: Términos

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: The terms (Content) associated with field.
es_es: Los términos (Content) asociados al campo.

# Orchard.Taxonomies.Tokens.TaxonomyTokens
source: A term by its index. Can be chained with Content tokens.
es_es: Un término por su índice. Puede encandenarse con Content tokens.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
es_es: Crear nueva taxonomía

# ~/Modules/Orchard.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
es_es: Propiedades de taxonomía

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
es_es: Importar términos para {0}

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
es_es: Un término por línea, seguido de un punto y como y del slug

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
es_es: Las jerarquías se definen usando etiquetas (capturadas en este editor de zona)

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
es_es: Por ej.

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
es_es: Rojo; rojo

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
es_es: Azul; azul

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
es_es: Azul claro; azul-claro

# ~/Modules/Orchard.Taxonomies/Views/Admin/Import.cshtml
source: Import
es_es: Importar

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
es_es: Administrar Taxonomías

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
es_es: Elijir una acción...

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Remove
es_es: Eliminar

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
es_es: Añadir un taxonomy

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
es_es: Esta es una tabla de taxonomies en tu aplicación

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Terms
es_es: Términos

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Taxonomies/Views/Admin/Index.cshtml
source: Import
es_es: Importar

source: Select a taxonomy
es_es: Seleccionar una taxonomía

source: Choose a taxonomy ...
es_es: Elije un taxonomy...

source: Restrictions
es_es: Restricciones

source: Restrict selectable elements to leaves (parent / child terms) only
es_es: Restringe los elementos seleccionables a sólo leaves (términos padre / hijo)

source: A leaf is the last descendant in a parent/child hierarchy
es_es: Un leave es el último descendiente en una jerarquía padre / hijo

source: Allow only one term to be selected
es_es: Permite seleccionar sólo un término

source: Required
es_es: Obligatorio

source: Check if the field is required.
es_es: Marca la casilla si el campo es obligatorio.

source: Autocomplete
es_es: Autocompletar

source: Enable Autocomplete
es_es: Activa Autocompletar

source: Allow new terms to be created
es_es: Permite la creación de nuevos términos

source: Help text
es_es: Texto de ayuda

source: The help text is written under the field when authors are editing the content item.
es_es: El texto de ayuda se escribe bajo el campo cuando los autores están editando el content item.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Child display type
es_es: Tipo de visualización hija

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: The display type to apply to child items when displaying the details of this taxonomy term.
es_es: El tipo de visualización para aplicar a elementos secundarios cuando se muestran los detalles de este término de taxonomía.

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Pagination
es_es: Paginación

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Override the default page size
es_es: Reemplazar el tamaño de página predeterminado

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Number of items per page
es_es: Número de elementos por página

# ~/Modules/Orchard.Taxonomies/Views/DefinitionTemplates/TermPartSettings.cshtml
source: Determines the number of items that are shown per page.
es_es: Determina el número de elementos que se muestran por página.

source: Enter a single term. Hit <i>tab</i> or <i>enter</i> to apply the term.
es_es: Introduce un término individual. Presiona <i>tab</i> o <i>enter</i> para aplicarlo.

source: This taxonomy does not allow you to create new terms.
es_es: Este taxonomy no te permite crear nuevos términos.

source: Enter multiple terms. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
es_es: Introduce varios términos. Presiona <i>tab</i>, <i>enter</i> o <i>,</i> para añadirlos.

source: There are no terms defined for {0} yet.
es_es: Todavía no hay términos definidos para {0}.

source: Create some terms
es_es: Crea algunos términos

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: There are no terms defined for {0} yet.
es_es: Todavía no hay términos definidos para {0}.

# ~/Modules/Orchard.Taxonomies/Views/EditorTemplates/Fields/TaxonomyField.cshtml
source: Create some terms
es_es: Crea algunos términos

source: Taxonomy
es_es: Taxonomía

source: Select the taxonomy whose terms will be rendered in the menu.
es_es: Selecciona el taxonomy cuyos términos deben renderizarse en el menú

source: Root Term
es_es: Término raíz

source: - Parent Taxonomy -
es_es: - Taxonomy Padre -

source: Select the root term to display
es_es: Selecciona el término raíz para mostrar

source: Display top level menu item
es_es: Muestra el item de ménu de más alto nivel

source: When checked, the selected term to display will be rendered as a root element in the menu.
es_es: Cuando está marcado el término seleccionado para mostrar será renderizado como un elemento raíz en el menú

source: Levels to display
es_es: Niveles para mostrar

source: The number of levels to display in the hierarchy. 0 to display all levels.
es_es: El número de niveles a mostrar en la jerarquía. 0 para mostrar todos los niveles.

source: Hide empty entries
es_es: Oculta entradas vacías

source: When checked, any term which has no content item associated to it won't be rendered.
es_es: Cuando está marcado los términos que no tienen ningún content item asociado no serán renderizados.

source: Display content count
es_es: Muestra el contador de contenido

source: When checked, the number of content items is rendered following the term name.
es_es: Cuando está marcado el número de content items se renderiza después del nombre del término.

source: Selectable
es_es: seleccionable

source: Uncheck if users should not be able to select this term
es_es: Desmarca si los usuarios no están autorizados a seleccionar este término

source: If specified, it will be used to sort terms at the same level
es_es: Si se especifica, se utiliza para ordenar términos en el mismo nivel

# ~/Modules/Orchard.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
es_es: Crear un nuevo término

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term Properties
es_es: Propiedades del término

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
es_es: Administrar términos para {0}

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
es_es: Elije una acción

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
es_es: Eliminar

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
es_es: Mover

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
es_es: Añade un término

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
es_es: Esta es una tabla de términos en tu aplicación

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Merging terms
es_es: Mezclando términos

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: You are going to merge the terms '{0}' into the term you select below. Please be aware that this term will then be deleted.
es_es: Vas a mezclar los términos '{0}' en el término que selecciones abajo, por favor ten cuidado ya que este término será eliminado.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Parent term
es_es: Término padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Republish content
es_es: Republicar contenido

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: This will republish all content that is currently published. It will not publish out content if the latest version is in draft.
es_es: Esto republicará todo el contenido que está actualmente publicado. No publicará el contenido cuya última versión está en borradores.

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/Merge.cshtml
source: Select
es_es: Seleccionar

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
es_es: Término padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
es_es: - Ninguno -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
es_es: Seleccionando un término padre podrás crear jerarquías

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
es_es: Selecciona

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
es_es: Término padre

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
es_es: - Ninguno -

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
es_es: Seleccionando un término padre podrás crear jerarquías

# ~/Modules/Orchard.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
es_es: Selecciona
