Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.ContentPicker/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.ContentPicker/Module.txt
source: The Orchard Team
es_es: El equipo de Orchard

# ~/Modules/Orchard.ContentPicker/Module.txt
source: UI for selecting Content Items.
es_es: Interfaz de usuario para seleccionar Content Items.

# ~/Modules/Orchard.ContentPicker/Module.txt
source: Input Editor
es_es: Editor de entrada de datos

# Orchard.ContentPicker.Drivers.ContentMenuItemPartDriver
source: You must select a Content Item
es_es: Debes seleccionar un Content Item

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: The field {0} is mandatory
es_es: El campo {0} es obligatorio

# Orchard.ContentPicker.Drivers.ContentPickerFieldDriver
source: A formatted list of the ids, e.g., {1},{42}
es_es: Una lista formateada de ids, ej.,{1},{42}

# Orchard.ContentPicker.Drivers.NavigationPartDriver
source: The MenuText field is required
es_es: El campo MenuText es obligatorio

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Content Picker
es_es: Selector de Contenido

# Orchard.ContentPicker.Services.ContentPickerNavigationProvider
source: Recent Content
es_es: Contenido reciente

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Content Picker Field
es_es: Campo de Selector de Contenido

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: Tokens for Content Picker Fields
es_es: Tokens para los campos de selector de contenido

# Orchard.ContentPicker.Tokens.ContentPickerFieldTokens
source: The content item.
es_es: El Content Item.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Select Content Item
es_es: Selecciona un Content Item

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Cannot perform requested operation
es_es: No se puede llevar a acabo la operación solicitada

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.cshtml
source: Authentication timed-out: please log-on again
es_es: Ha caducado el tiempo de autenticación: por favor vuelve a entrar con tus credenciales de nuevo

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Remove
es_es: Quitar

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: You need to save your changes.
es_es: Necesitas guardar tus cambios.

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.Edit.cshtml
source: Add
es_es: Agregar

# ~/Modules/Orchard.ContentPicker/Views/ContentPicker.SummaryAdmin.cshtml
source: Select
es_es: Seleccionar

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Recent Content
es_es: Contenido reciente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Manage {0} Content
es_es: Administra {0} Content

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Show
es_es: Mostrar

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: any (show all)
es_es: cualquiera (muestra todo)

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Ordered by
es_es: Ordenar por

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently created
es_es: creado recientemente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently modified
es_es: modificado recientemente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: recently published
es_es: publicado recientemente

# ~/Modules/Orchard.ContentPicker/Views/RecentContentTab.cshtml
source: Apply
es_es: Aplicar

source: A content item is required
es_es: Un Content Item es obligatorio

source: Check to ensure the user is providing at least one content item.
es_es: Marca la casilla para asegurarse de que el usuario está proporcionando al menos un Content Item.

source: Allow multiple content items
es_es: Permite múltiples elementos de contenido

source: Check to allow the user to select multiple content items.
es_es: Marca la casilla para permitir que el usuario pueda seleccionar múltiples Content Item.

source: Help text
es_es: Texto de ayuda

source: The help text is written under the field when authors are selecting content items.
es_es: El texto de ayuda se escribe bajo el campo cuando los autores seleccionan los Content Item.

source: Show Content tab
es_es: Mostrar el contenido de la pestaña

source: Uncheck to hide the Content tab from the picker window.
es_es: Desmarca la casilla para ocultar la pestaña Content de la ventana del selector

source: Content Types and Parts
es_es: Content Types y Content Parts

source: A comma separated value of all the content types or content parts to display.
es_es: Un valor separado por comas de todos los Content Type o Content Parts que deben mostrarse

source: Empty
es_es: Vacio

source: Browse
es_es: Navega

source: Select the Content Item to display in the menu.
es_es: Selecciona el Content Item para mostrarlo en el menú.

source: Menu Items
es_es: Ítems de menú

source: The menu items linking to this content item.
es_es: Los items de menú que enlazan con este Content Item.

source: on
es_es: encima

source: Not displayed in any menu.
es_es: No se muestran en ningún menú.

source: Add on a menu
es_es: Añadirlo al menú

source: Select which menu you want the content item to be added on.
es_es: Selecciona a qué menú quieres añadirle el Content Item.

source: Menu text
es_es: Texto del Menú

source: The text that should appear in the menu.
es_es: El texto que debe aparecer en el menú.

# ~/Modules/Orchard.ContentPicker/Views/Fields/ContentPicker.cshtml
source: No content items.
es_es: No hay Content Items.
