Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Widgets/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Widgets/Module.txt
source: An implementation of widgets for Orchard.
es_es: Una implementación de Widgets para Orchard.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
es_es: Sugerencia para añadir una nueva capa específico para cada nueva página creada

# ~/Modules/Orchard.Widgets/Module.txt
source: Adds a notification after creating a new Page with a direct link to create a Widget Layer for that specific page by URL.
es_es: Añade una notificación después de crear una nueva página con un enlace directo para crear una nueva capa de Widgets para esa página específicada por el URL.

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget Control Wrapper
es_es: Wrapper (envolvedor) de control de widget

# ~/Modules/Orchard.Widgets/Module.txt
source: Add an Edit button on the front-end for authenticated users
es_es: Añade un botón Editar en el front-end para los usuarios autenticados.

# Orchard.Widgets.AdminMenu
source: Configure
es_es: Configuración

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
es_es: Creando capa {0}

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
es_es: Capa creada con con éxito.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
es_es: La creación del widget ha fallado: el tipo {0} no se ha encontrado. Los tipos de widget soportados son: {1}.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : layer {0} was not found.
es_es: La creación del widget ha fallado: la capa {0} no se ha encontrado.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
es_es: Widget creado con éxito.

# Orchard.Widgets.Controllers.AdminController
source: To manage widgets you must have a theme enabled.
es_es: Para administrar widgets debes tener un tema activado.

# Orchard.Widgets.Controllers.AdminController
source: There are no widget layers defined. A layer will need to be added in order to add widgets to any part of the site.
es_es: No se han definido capas para widgets. Es necesario añadir al menos una capa para poder agregar widgets a cualquier parte del sitio.

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
es_es: Capa no encontrada: {0}

# Orchard.Widgets.Controllers.AdminController
source: Not authorized to manage widgets.
es_es: No estás autorizado a administrar widgets

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
es_es: Es necesario especificar una zona para la ubicación del widget.

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
es_es: La creación del widget ha fallado: {0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been added.
es_es: Su {0} ha sido agregado.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
es_es: Su {0} ha sido creado.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
es_es: Su {0} ha sido guardado.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
es_es: La capa se ha eliminado

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
es_es: Ha fallado la eliminación de la capa: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
es_es: Widget no encontrado: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
es_es: Ha fallado la edición de la capa: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
es_es: El widget se ha eliminado

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
es_es: Ha fallado la eliminación del widget: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
es_es: Ya existe una capa con el mismo nombre

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
es_es: La regla no es válida: {0}

# Orchard.Widgets.Drivers.WidgetPartDriver
source: Title can't be empty.
es_es: El título no puede estar vacío.

# Orchard.Widgets.Drivers.WidgetPartDriver
source: A Widget with the same Name already exists.
es_es: Ya existe un Widget con el mismo nombre.

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
es_es: ¿Desea <a href="{0}"> añadir un layer para widgets </a> a "{1}"?

# Orchard.Widgets.Handlers.LayerHintHandler
source: A widget layer for "{0}" at "{1}".
es_es: Una capa para widgets para "{0}" en "{1}".

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Widgets/Views/WidgetLayerVisibility.cshtml
source: All Layers:
es_es: Todas las Capas:

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
es_es: Zonas para otros temas activados.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Widgets in these zones will not appear anywhere when your currently active theme is applied. They might still appear in selectively applied (e.g. mobile) themes.
es_es: Los Widgets en estas zonas no van a aparecer cuando se aplique el tema que actualmente está activo. Sí podrían aparecer en temas aplicados selectivamente (por ejemplo, temas para móviles).

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
es_es: Estos widgets no se mostrarán en ningún sitio porque a su Tipo de Contenido (Content Type) les falta la parte llamada CommonPart. Para repararlos, si es que deseas usarlos, comienza por reparar sus <a href="{0}">Tipos de Contenido</a>.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
es_es: Eliminar

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
es_es: Agregar

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
es_es: Mover a la capa actual

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
es_es: Eliminar

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
es_es: Subir

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
es_es: Bajar

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
es_es: vista previa de la zona {0}

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
es_es: Agregar Capa

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
es_es: Añadir Widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
es_es: Elija un Widget

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
es_es: No hay widgets disponibles para agregar.

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
es_es: Editar Capa

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
es_es: Editar Widget

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: The name of the Layer as it will be displayed in the admin pages.
es_es: El nombre de la Capa tal como aparecerá en las páginas de la administración.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
es_es: Descripción

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Some text describing the purpose of this Layer.
es_es: Texto que describa el propósito de esta Capa.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
es_es: Regla para la Capa

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: An expression that evaluates to true when the widgets in this layer must be displayed. See <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer">http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> for more information.
es_es: Una expresión que evalúa a verdadero cuando los widgets en esta capa deben ser visibles. Consulte <a href="http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer"> http://docs.orchardproject.net/Documentation/Managing-widgets#AddingaLayer</a> para más información

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Zone
es_es: Zona

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Zone in the Layout where the Widget will be rendered.
es_es: La Zona del Layout(diseño de la página) donde se mostrará el Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
es_es: Capa

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The Layer where the Widget will be rendered.
es_es: La Capa en la que se mostrará el Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
es_es: Posición

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The position of the Widget inside the Zone.
es_es: La posición del Widget dentro de la Zona.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
es_es: Título

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The title of the Widget.
es_es: El título del Widget.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Check to render the title on the front-end, uncheck to hide
es_es: Marcar para mostrar el título en el front-end, desmarcar para ocultarlo.

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: The technical name of the Widget, used for css class and alternates.
es_es: El nombre técnico del Widget, que se usa para clases css y alternates.
