Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Packaging/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging
es_mx: Empacar

# ~/Modules/Orchard.Packaging/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Packaging/Module.txt
source: The packaging module enables packaging modules using the OPC format.
es_mx: El módulo de empaquetado permite empaquetar modulos utilizando el formato OPC

# ~/Modules/Orchard.Packaging/Module.txt
source: Packaging commands
es_mx: Comandos de empaquetado

# ~/Modules/Orchard.Packaging/Module.txt
source: Core services for packaging using the OPC format.
es_mx: Servicios básicos de empaquetado utilizando el formato OPC.

# ~/Modules/Orchard.Packaging/Module.txt
source: Gallery
es_mx: Galería

# ~/Modules/Orchard.Packaging/Module.txt
source: Module gallery management.
es_mx: Administración de la galería de módulos.

# ~/Modules/Orchard.Packaging/Module.txt
source: Package Updates
es_mx: Actualizaciones del Paquete

# ~/Modules/Orchard.Packaging/Module.txt
source: Manages updates for packages.
es_mx: Adminstra las actualizaciones de los paquetes.

# Orchard.Packaging.AdminMenu
source: Modules
es_mx: Módulos

# Orchard.Packaging.AdminMenu
source: Gallery
es_mx: Galería

# Orchard.Packaging.AdminMenu
source: Themes
es_mx: Temas

# Orchard.Packaging.AdminMenu
source: Settings
es_mx: configuración

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates
es_mx: Actualizaciones

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Updates ({0})
es_mx: Actualizaciones ({0})

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Modules
es_mx: Módulos

# Orchard.Packaging.AdminMenuGalleryUpdates
source: Themes
es_mx: Temas

# Orchard.Packaging.Commands.PackagingCommands
source: Module or Theme "{0}" does not exist in this Orchard installation.
es_mx: "Módulo o tema " {0} \ "no existe en esta instalación de Orchard."

# Orchard.Packaging.Commands.PackagingCommands
source: Package "{0}" successfully created
es_mx: Paquete "{0}" creado satisfactoriamente

# Orchard.Packaging.Commands.PackagingCommands
source: Could not install the package: {0}
es_mx: No se pudo instalar el paquete: {0}

# Orchard.Packaging.Commands.PackagingCommands
source: Could not unintall the package: {0}
es_mx: No se pudo desinstalar el paquete: {0}

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list sources
es_mx: No autorizado las fuentes de la lista

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to remove sources
es_mx: No autorizado para remover las fuentes

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been removed successfully.
es_mx: La fuente (feed) ha sido eliminada satisfactoriamente.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to add sources
es_mx: No autorizado para agregar las fuentes

# Orchard.Packaging.Controllers.GalleryController
source: The Url is not valid
es_mx: El URL no es válido

# Orchard.Packaging.Controllers.GalleryController
source: Url is required
es_mx: URL requerido

# Orchard.Packaging.Controllers.GalleryController
source: The feed has no title.
es_mx: La fuente (feed) no tiene título.

# Orchard.Packaging.Controllers.GalleryController
source: The url of the feed or its content is not valid.
es_mx: El URL de la fuente (feed) o su contenido no es vílido.

# Orchard.Packaging.Controllers.GalleryController
source: The feed has been added successfully.
es_mx: La fuente (feed) ha sido agregada satisfactoriamente.

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Modules
es_mx: No estás autorizado a listar módulos

# Orchard.Packaging.Controllers.GalleryController
source: Not authorized to list Themes
es_mx: No estás autorizado a listar módulos

# Orchard.Packaging.Controllers.GalleryController
source: Error loading extensions from gallery source '{0}'. {1}.
es_mx: Error cargando las extensiones para la galeria de fuentes '{0}'. {1}.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: The feed has been notified for update. It might take a few minutes before the updates are displayed.
es_mx: La fuente (feed) ha sido notificada para actualizarse. Puede llevar unos minutos hasta que los cambios se vean.

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Not authorized to add sources
es_mx: No autorizado a agregar fuentes

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: No Gallery feed configured
es_mx: Ninguna Galería feed configurado

# Orchard.Packaging.Controllers.GalleryUpdatesController
source: Package retrieve error: {0}
es_mx: Error de recuperación de paquete: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add themes
es_mx: No autorizado para agregar temas

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to remove themes
es_mx: No autorizado para remover temas

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add modules
es_mx: No autorizado para agregar módulos

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to add sources
es_mx: No autorizado a agregar fuentes

# Orchard.Packaging.Controllers.PackagingServicesController
source: The theme has been successfully installed. It can be enabled in the "Themes" page accessible from the menu.
es_mx: El tema ha sido instalado con éxito. Se puede activar en "temas"página accesible desde el menú.

# Orchard.Packaging.Controllers.PackagingServicesController
source: The module has been successfully installed.
es_mx: El módulo se ha instalado correctamente.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed: {0}
es_mx: Falló la instalación del paquete

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package installation failed.
es_mx: La instalación de paquete ha fallado.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Not authorized to install packages
es_mx: No autorizado para instlar paquetes

# Orchard.Packaging.Controllers.PackagingServicesController
source: Select a file to upload.
es_mx: Seleccione un archivo para subir

# Orchard.Packaging.Controllers.PackagingServicesController
source: Package uploading and installation failed.
es_mx: Subir paquetes y la instalación ha fallado.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Recipes contains {0} unsupported module installation steps.
es_mx: La receta tiene {0} pasos de instalación no soportados.

# Orchard.Packaging.Controllers.PackagingServicesController
source: Post installation steps failed with error: {0}
es_mx: Pasos posteriores a la instalación con error: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstall failed: {0}
es_mx: Desinstalación ha fallado: {0}

# Orchard.Packaging.Controllers.PackagingServicesController
source: Uninstalled package "{0}"
es_mx: Paquete desinstalado "{0}"

# Orchard.Packaging.Events.ExtensionDisplayEventHandler
source: Version {0} is available (See <a href="{1}">Updates</a>).
es_mx: La versión {0} está disponible (ver <a href="{1}"> Actualizaciones </ a>).

# Orchard.Packaging.Services.FolderUpdater
source: Skipping file "{0}" because it is the same content as the source file
es_mx: Omitir el archivo "{0}" porque es el mismo contenido que el archivo de origen

# Orchard.Packaging.Services.PackageInstaller
source: The specified package could not be found, id:{0} version:{1}
es_mx: El paquete especificado no se pudo encontrar, id:{0} Versión:{1}

# Orchard.Packaging.Services.PackageInstaller
source: No version
es_mx: no hay versión

# Orchard.Packaging.Services.PackageInstaller
source: Unable to backup existing local package directory.
es_mx: No es posible hacer copias de seguridad de paquete local de directorios existente.

# Orchard.Packaging.Services.PackageInstaller
source: Unable to un-install local package before updating.
es_mx: No es posible desinstalar el paquete local antes de la actualización.

# Orchard.Packaging.Services.PackageInstaller
source: The package is compatible with version {0} and above. Please update Orchard or install another version of this package.
es_mx: El paquete es incompatible con la versión {0} y superiores. Actualiza Orchard o instala otra versión del paquete.

# Orchard.Packaging.Services.PackageInstaller
source: Package not found: {0}
es_mx: Ningun Paquete encontrado: {0}

# Orchard.Packaging.Services.PackageInstaller
source: Backup folder {0} has too many backups subfolder (limit is 1,000)
es_mx: Carpeta de copia de seguridad {0} tiene también muchas copias de seguridad subcarpeta (el límite es 1000)

# Orchard.Packaging.Services.PackageInstaller
source: Successfully restored local package to local folder "{0}"
es_mx: Restaurados exitosamente los paquetes locales a la carpeta local "{0}"

# Orchard.Packaging.Services.PackageInstaller
source: Successfully backed up local package to local folder "{0}"
es_mx: Satisfactoriamente la copia de seguridad paquete local en la carpeta local "{0}\

# Orchard.Packaging.Services.PackageInstaller
source: Successfully un-installed local package {0}
es_mx: Satisfactoriamente desinstalado el paquete local {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add a Feed
es_mx: Agregar una Fuente

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Feed Url
es_mx: Url de la Fuente

# ~/Modules/Orchard.Packaging/Views/Gallery/AddSource.cshtml
source: Add Feed
es_mx: Agregar una Fuente

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Modules
es_mx: Módulos

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Feed:
es_mx: Fuente:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: All feeds
es_mx: Todas las fuentes

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Sort by:
es_mx: Ordenar por:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads
es_mx: Descargas

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Ratings
es_mx: Calificaciones

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Alphanumeric
es_mx: Alfanumérico

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Search
es_mx: Buscar

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Version: {0}
es_mx: Versión: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Install
es_mx: Instalar

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Download
es_mx: Descargar

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: (No description
es_mx: (Sin descripción

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: more...
es_mx: mas...

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Last Updated: {0}
es_mx: Ultima Actualización: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Author: {0}
es_mx: Autor: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Unknown
es_mx: Desconocido

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Downloads: {0}
es_mx: Descargas: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Website:
es_mx: Sitio Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating:
es_mx: Calificación:

# ~/Modules/Orchard.Packaging/Views/Gallery/Modules.cshtml
source: Rating: {0} out of 5 ({1} total).
es_mx: Calificación: {0} de 5 ({1} en total).

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Settings
es_mx: Configuración

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Gallery
es_mx: Galería

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Add Feed
es_mx: Agregar Fuente

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: This is a table of the gallery feeds in your application
es_mx: Esta es una tabla de la galería de fuentes en tu aplicación

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Title
es_mx: Título

# ~/Modules/Orchard.Packaging/Views/Gallery/Sources.cshtml
source: Delete
es_mx: Borrar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Themes
es_mx: Temas

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Show
es_mx: Mostrar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: All feeds
es_mx: Todas las fuentes

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Sort by:
es_mx: Ordenar por:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads
es_mx: Descargas

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Ratings
es_mx: Calificaciones

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Alphanumeric
es_mx: Alfanumérico

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Search
es_mx: Buscar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Version: {0}
es_mx: Versión: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Install
es_mx: Instalar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Download
es_mx: Descargar

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: more...
es_mx: mas...

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Last Updated: {0}
es_mx: Ultima Actualización: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Author: {0}
es_mx: Autor: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Unknown
es_mx: Desconocido

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Downloads: {0}
es_mx: Descargas: {0}

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Website:
es_mx: Sitio Web:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating:
es_mx: Califiación:

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: Rating: {0} out of 5 ({1} total).
es_mx: Calificación: {0} de 5 ({1} en total).

# ~/Modules/Orchard.Packaging/Views/Gallery/Themes.cshtml
source: No themes available.
es_mx: No hay temas disponibles.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Modules
es_mx: Módulos

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Most recent check for updates: {0}
es_mx: Mas reciente chequeo de actualizaciones: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Unknown
es_mx: Desconocido

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Check for Updates
es_mx: Comprobar actualizaciones

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: No module updates available.
es_mx: No existe actualización para el módulo.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Version: {0}
es_mx: Versión: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Install Latest
es_mx: Instalar Ultima Versión

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Download
es_mx: Descargar

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: (No description
es_mx: (Sin descripción

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Last Updated: {0}
es_mx: Ultima Actualización: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Author: {0}
es_mx: Autor: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Downloads: {0}
es_mx: Descargas: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Website:
es_mx: Sitio Web

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating:
es_mx: Calificación:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ModulesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
es_mx: Calificación: {0} de 5 ({1} en total).

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Themes
es_mx: Temas

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Most recent check for updates: {0}
es_mx: La mas reciente comprobación de actualizaciones: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Unknown
es_mx: Desconocido

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Check for Updates
es_mx: Comprobar actualizaciones

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: No theme updates available.
es_mx: No existen actualizaciones para el tema.

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Version: {0}
es_mx: Versión: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Install Latest
es_mx: Instalar Ultima Versión

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Download
es_mx: Descargar

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: (No description
es_mx: (Sin descripción

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Last Updated: {0}
es_mx: Ultima Actualización: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Author: {0}
es_mx: Autor: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Downloads: {0}
es_mx: Descargas: {0}

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Website:
es_mx: Sitio Web

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating:
es_mx: Calificación:

# ~/Modules/Orchard.Packaging/Views/GalleryUpdates/ThemesUpdates.cshtml
source: Rating: {0} out of 5 ({1} total).
es_mx: Calificación: {0} de 5 ({1} en total).

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install a module from your computer
es_mx: Instalar un módulo desde tu computadora

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Module Package
es_mx: Paquete de Módulos

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddModule.cshtml
source: Install
es_mx: Instalar

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install a theme from your computer
es_mx: Instalar un tema para su computador

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Theme Package
es_mx: Paquete de tema

# ~/Modules/Orchard.Packaging/Views/PackagingServices/AddTheme.cshtml
source: Install
es_mx: Instalar

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: {0} - {1} Details
es_mx: {0} - {1} Detalles

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the recipes you want to run
es_mx: Elija las fórmulas que desea ejecutar

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallModuleDetails.cshtml
source: Pick the features you want enabled
es_mx: Elija las características que desea activar

# ~/Modules/Orchard.Packaging/Views/PackagingServices/InstallPackageFailed.cshtml
source: Install package failed
es_mx: Instalar paquete falló
