Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit Layout - {0}
es_mx: Editar layout - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
es_mx: Opcionalmente puedes dar una descripción para este layout, será usada en las vistas de dashboard.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display mode
es_mx: Modo de visualización

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Content
es_mx: Contenido

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Properties
es_mx: Propiedades

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: You can choose to display each content item using specific properties only.
es_mx: Puedes elegir mostrar cada content item usando únicamente las propiedades especificadas.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Display Type
es_mx: Tipo de visualización

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
es_mx: El tipo de vista (display type) determina cómo el content item debe formatearse, ej. Summary, SummaryAdmin, Detail, ...

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Add a new Property
es_mx: Agregar nueva propiedad

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Up
es_mx: Arriba

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Down
es_mx: Abajo

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Grouping property
es_mx: Propiedad de agrupación

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: None
es_mx: Ninguno

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Optionally, select a property which will be used to group content items.
es_mx: Opcionalmente, selecciona una propiedad que será usada para agrupar content items.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: No properties are currently available in order to group this view.
es_mx: Actualmente no hay propiedades disponibles para agrupar ésta vista.

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Projections/Views/Layout/Edit.cshtml
source: Close
es_mx: Cerrar

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Add a Property
es_mx: Agregar una propiedad

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: There are no currently available properties
es_mx: Actualmente no hay propiedades disponibles

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/Property/Add.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Edit Property - {0}
es_mx: Editar propiedad - {0}

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: You may optionally give a description to this property, to be used in the dashboard screens.
es_mx: Opcionalmente puedes dar una descripción para esta propiedad, será usada en las vistas de dashboard.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Display
es_mx: Visualización

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Link to original content item
es_mx: Enlace al content item original

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to make this property a link to the original content item.
es_mx: Marca para hacer que esta propiedad enlace al content item original.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Exclude from display
es_mx: Excluir de la vista

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check if this property should not be displayed, but only used by the layout for grouping for instance.
es_mx: Marca si esta propiedad no debe mostrarse, pero únicamente se usará por el layout que agrupe la instancia

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Label
es_mx: Etiqueta

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Create a label
es_mx: Crear una etiqueta

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to display as a label for this property.
es_mx: Texto para mostrar como etiqueta para esta propiedad.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Style
es_mx: Estilo

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize property HTML
es_mx: Personaliza una propiedad HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: HTML element
es_mx: Elemento HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this property (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
es_mx: El elemento HTML para envolver (wrap) esta propiedad (ej, h1, p, etc) Usa - para evitar que la etiqueta sea renderizada

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Css class
es_mx: Clase css

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The Css class to apply to this element.
es_mx: La clase css para aplicar a este elemento

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize label HTML
es_mx: Personaliza un label HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this label (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
es_mx: El elemento HTML para envolver (wrap) esta etiqueta (ej, h1, p, etc) Usa - para evitar que la etiqueta sea renderizada

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Customize Wrapper HTML
es_mx: Personaliza un wrapper HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The HTML element to wrap around this wrapper (e.g., h1, p, etc.). Use - to prevent a tag from being rendered.
es_mx: El elemento HTML para envolver (wrap) este wrapper (ej, h1, p, etc) Usa - para evitar que la etiqueta sea renderizada

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No Results
es_mx: No hay resultados

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: No results text
es_mx: No hay resultados de texto

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Text to display when the property is empty.
es_mx: Texto para mostrar cuando la propiedad esté vacía.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Number 0 as empty
es_mx: El número 0 como valor vacío

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to simulate empty text when result is the number 0
es_mx: Marca para simular texto vacía cuando el resultado da 0

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Hide if empty
es_mx: Ocultar si está vacio

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to hide the whole property when the value is empty.
es_mx: Marca para ocultar toda la propiedad cuando su valor esté vacío.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite Results
es_mx: Reescribir resultados

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite output
es_mx: Reescribir output

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to override the output of this property.
es_mx: Marca para sobreescribir el output de esta propiedad.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Rewrite text
es_mx: Reescribir texto

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The text to write for this field. It may include HTML. {Text} can be used to inject the current property text.
es_mx: El texto para escribir este campo. Debe incluir HTML. Puedes usar {Text} para inyectar el texto de la propiedad actual.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim
es_mx: Limpiar espacios en blanco al principio y al final.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to trim the result if it's longer that a specified amount of characters.
es_mx: Marca para limpiar los espacios en el resultado si la cantidad de caracteres supera la establecida.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Maximum length
es_mx: Longitud máxima

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: The maximum number of characters this property can be.
es_mx: El número máximo de caracteres que puede tener esta propiedad.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Trim only on a word boundary
es_mx: Limpiar espacios solo al superar el máximo de caracteres.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Checked to trim the property only on a word boundary.
es_mx: Marca para limpiar los espacios de la propiedad sólo cuando supere el número máximo de palabras.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Add an Ellipsis
es_mx: Añade una elipsis

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to insert and ellipsis ({0}) if the property is trimmed.
es_mx: Marca para insertar una elipsis ({0}) si la propiedad está trimmed.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Strip HTML tags
es_mx: Despojar de etiquetas HTML

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove any HTML tag from the property.
es_mx: Marca para eliminar cualquier etiqueta HTML de la propiedad.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Remove whitespace
es_mx: Eliminar espacios en blanco

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to remove the spaces at both the beginning and the end of the property.
es_mx: Marca para eliminar los espacios tanto al inicio como al final de la propiedad.

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Preserve new lines
es_mx: Mantener líneas nuevas

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Check to convert a line break to a &lt;br /&gt; tag.
es_mx: Marcar para convertir un salto de línea a una etiqueta &lt;br /&gt; .

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Projections/Views/Property/Edit.cshtml
source: Cancel
es_mx: Cancelar

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Add a Sort Criterion
es_mx: Añade un criterio para ordenar

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: There are no currently available sort criterias
es_mx: Actualmente no hay criterios para ordenar

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/SortCriterion/Add.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Edit Sort Criterion - {0}
es_mx: Editar criterio para ordenar - {0}

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: You may optionally give a description to this sort criterion, to be used in the dashboard screens.
es_mx: Opcionalmente puedes dar una descripción para este criterio de ordenación, será usada en las vistas de dashboard.

# ~/Modules/Orchard.Projections/Views/SortCriterion/Edit.cshtml
source: Save
es_mx: Guardar
