Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a row. Leave empty for no tag. (e.g., tr)
es_mx: La etiqueta de una fila. Dejar vacío para que no lleve ninguna etiqueta (por ej. tr)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row class
es_mx: La clase css para la fila

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each row.
es_mx: La clase css para cada fila.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell tag
es_mx: Etiqueta celda

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of a cell. Leave empty for no tag. (e.g., td)
es_mx: La etiqueta de una celda. Dejar vacío para que no lleve ninguna etiqueta (por ej. td)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Cell class
es_mx: Clase de celda

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on each cell.
es_mx: La clase para proporcionar en cada celda.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Empty Cell
es_mx: Celda vacía

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The HTML to render as empty cells to fill a row. (e.g., <td>&nbsp;</td>
es_mx: El código HTML para renderizar como celdas vacías para llenar una fila. (por ejemplo, <td>&nbsp;</td>)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Alignment is required.
es_mx: El campo Alignment es obligatorio.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines is required.
es_mx: El campo Conlumns/Lines es obligatorio.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The field Columns/Lines must be a valid number.
es_mx: El campo Conlumns/Lines debe ser un número válido.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Html List
es_mx: Lista Html

# Orchard.Projections.Providers.Layouts.ListLayout
source: Organizes content items inside a simple list.
es_mx: Organiza conent items dentro de una lista simple.

# Orchard.Projections.Providers.Layouts.ListLayout
source: Ordered Html List
es_mx: Lista Html ordenada (ol)

# Orchard.Projections.Providers.Layouts.ListLayout
source: Unordered Html List
es_mx: Lista Html desorneada (ul)

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Order
es_mx: Orden

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Unordered list
es_mx: Lista desordenada (ul)

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Ordered list
es_mx: Lista ordenada (ol)

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Html properties
es_mx: Propiedades html

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List id
es_mx: Id de la lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The id to provide on the list element.
es_mx: El id para el elemento lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: List class
es_mx: Clase css de la lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on the list element.
es_mx: La clase css para el elemento lista

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: Item class
es_mx: Clase css del elemento

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: The class to provide on each list item.
es_mx: La clase css para cada elemento de la lista.

# Orchard.Projections.Providers.Layouts.ListLayoutForms
source: You must provide an Order
es_mx: Debes proporcionar un orden

# Orchard.Projections.Providers.Layouts.RawLayout
source: Raw
es_mx: Vista limpia (Raw)

# Orchard.Projections.Providers.Layouts.RawLayout
source: Renders content with custom separators.
es_mx: Renderiza el contenido con separadores personalizados.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Html properties
es_mx: Propiedades Html

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container tag
es_mx: Etiqueta del contenedor

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of the container. Leave empty for no container.
es_mx: La etiqueta para el contenedor. Déjalo vacío para que no haya un contenedor.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container id
es_mx: Id del contenedor

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The id to provide on the container element.
es_mx: El id para proporcionar en el elemento contenedor.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Container class
es_mx: Clase css del contenedor

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on the container element.
es_mx: La clase css para el contenedor elemento.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item tag
es_mx: Etiqueta del elemento

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The tag of each item. Leave empty for no tag.
es_mx: La etiqueta para cada elemento. Déjalo vacío para no etiquetar.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Item class
es_mx: Clase css para el elemento

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: The class to provide on each item.
es_mx: La clase css para cada elemento.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Prepend
es_mx: Anteponer

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert before the first element.
es_mx: Código HTML para insertar antes del primer elemento.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Separator
es_mx: Separador

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert between two items.
es_mx: Código HTML para insertar entre los elementos.

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Append
es_mx: Agregar

# Orchard.Projections.Providers.Layouts.RawLayoutForms
source: Some HTML to insert after the last element.
es_mx: Código HTML para insertar después del último elemento.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Uses a specific shape name to render the layout.
es_mx: Utiliza un nombre de shape específico para renderizar el layout.

# Orchard.Projections.Providers.Layouts.ShapeLayout
source: Renders content in a {0} layout
es_mx: Renderiza el contenido en un layout {0}

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape options
es_mx: Las opciones del shape

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: Shape type
es_mx: el tipo del Shape (shape type)

# Orchard.Projections.Providers.Layouts.ShapeLayoutForms
source: The type of the shape which is used for rendering content items.
es_mx: El tipo del shape que será utilizado para renderizar content items.

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} Content Fields
es_mx: Content Fields {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Content Fields for {0}
es_mx: Content Fields para {0}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: {0} property for {1}
es_mx: Propiedad {0} para {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Field {0}: {1}
es_mx: Campo {0}: {1}

# Orchard.Projections.Providers.Properties.ContentFieldProperties
source: Default value
es_mx: Valor por defecto

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content
es_mx: Contenido

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content properties
es_mx: Content propiedades

# Orchard.Projections.Providers.Properties.ContentProperties
source: Display Text
es_mx: Texto para mostrar

# Orchard.Projections.Providers.Properties.ContentProperties
source: The text representing the content, e.g. its Title.
es_mx: El texto que representa el contenido, ej. su Title.

# Orchard.Projections.Providers.Properties.ContentProperties
source: Content: Display Text
es_mx: Content: Texto para mostrar

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content
es_mx: Contenido

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content properties
es_mx: Content propiedades

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Custom Value
es_mx: Valor personalizado

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: A static text. Use it for custom tokens with Rewrite options.
es_mx: Un texto estático. Úsalo para tokens personalizado con las opciones Rewrite.

# Orchard.Projections.Providers.Properties.CustomValueProperty
source: Content: Custom Value
es_mx: Content: valor personalizado

# Orchard.Projections.Providers.Properties.MemberBindingProperties
source: Members for {0}
es_mx: Miembros de {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} Content Fields
es_mx: Content Fields {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Content Fields for {0}
es_mx: Content Fields para {0}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: {0} property for {1}
es_mx: Propiedad {0} para {1}

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, ascending
es_mx: Ordenado por el campo {0}, ascendente

# Orchard.Projections.Providers.SortCriteria.ContentFieldsSortCriterion
source: Ordered by field {0}, descending
es_mx: Ordenado por el campo {0}, descendente

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Members for {0}
es_mx: Miembros de {0}

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, ascending
es_mx: Ordenado por {0}, ascendente

# Orchard.Projections.Providers.SortCriteria.MemberBindingSortCriteria
source: Ordered by {0}, descending
es_mx: Ordenado por {0}, descendente

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: General sort criteria
es_mx: Criterio de ordenación general

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random
es_mx: Aleatorio

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Sorts the results randomly.
es_mx: Ordenar los resultados aleatoriamente.

# Orchard.Projections.Providers.SortCriteria.RandomSortCriterion
source: Random order
es_mx: Ordenación aleatoria

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort ascending
es_mx: Ordenar ascendente

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: Sort descending
es_mx: Ordenar descendente

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The direction the field will be sorted by.
es_mx: La dirección por la que va a ser ordenada el campo.

# Orchard.Projections.Providers.SortCriteria.SortCriterionFormProvider
source: The Sort field is required.
es_mx: El campo de ordenación es obligatorio.

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit Query - {0}
es_mx: Editar consulta - {0}

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Filters
es_mx: Filtros

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Group
es_mx: Agregar un nuevo grupo

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Or
es_mx: O

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Filter
es_mx: + Agregar un nuevo filtro

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete group
es_mx: Eliminar grupo

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Sort Criteria
es_mx: Criterio de orden

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Sort Criteria
es_mx: + Agregar un nuevo criterio de orden

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Up
es_mx: Arriba

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Down
es_mx: Abajo

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: + Add a new Layout
es_mx: + Agregar un nuevo Layout

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Add a new Layout
es_mx: Agregar un nuevo Layout

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Preview
es_mx: Previsualización

# ~/Modules/Orchard.Projections/Views/Admin/Edit.cshtml
source: Close
es_mx: Cerrar

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Manage Queries
es_mx: Administrar consultas

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Add a new Query
es_mx: Agregar una nueva consulta

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Choose action...
es_mx: Elegir acción...

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Sort by:
es_mx: Ordenar por:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Show:
es_mx: Mostrar:

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: All
es_mx: Todo

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Filter
es_mx: Filtro

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Properties
es_mx: Propiedades

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Projections/Views/Admin/Index.cshtml
source: Preview
es_mx: Previsualización

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: Manage Queries
es_mx: Administrar consultas

# ~/Modules/Orchard.Projections/Views/Admin/Preview.cshtml
source: The query returned no results
es_mx: La consulta no devolvió resultados

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The content part to add to the providers.
es_mx: El content part a agregar a los proveedores.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Member
es_mx: Miembro

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: The name of the member.
es_mx: El nombre del miembro.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Display
es_mx: Visualización

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Text to display in lists for this property.
es_mx: Texto a mostrar en el listado para ésta propiedad.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Description to display in lists for this property.
es_mx: Descripción a mostrar en el listado para ésta propiedad.

# ~/Modules/Orchard.Projections/Views/Binding/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Manage Bindings
es_mx: Administrar Bindings

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Add a new Binding
es_mx: Agregar un nuevo Binding

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Choose action...
es_mx: Elegir acción...

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Delete
es_mx: Eliminar

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Sort by:
es_mx: Ordenar por:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Show:
es_mx: Mostrar:

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: All
es_mx: Todo

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Filter
es_mx: Filtro

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Type
es_mx: Tipo

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Member
es_mx: Miembro

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Display
es_mx: Visualización

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Binding/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Add a Binding
es_mx: Agregar un Binding

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: There are no currently available bindings
es_mx: Actualmente no hay bindings disponibles

# ~/Modules/Orchard.Projections/Views/Binding/Select.cshtml
source: Name
es_mx: Nombre

source: For Query
es_mx: Para la consulta

source: Edit Query
es_mx: Editar consultas

source: The query to use to create menu items.
es_mx: La consulta a usar para crear elementos de menu.

source: Items to display
es_mx: Elementos a mostrar

source: The number of items to display. Enter 0 for no limit.
es_mx: Cantidad de elementos a mostrar. Ingrese 0 para sin límite.

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
es_mx: La cantidad de items a saltar ( por ejemplo, si se ingresa 2 los primeros dos elementos no se visualizarán)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: For Query
es_mx: Para la consulta

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: (Default Layout)
es_mx: (Layout por defecto)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Edit Query
es_mx: Editar consulta

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The query to display.
es_mx: La consulta a visualizar.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Items to display
es_mx: Elementos a visualizar

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
es_mx: La cantidad de elementos a mostrar. Introduce 0 para no limitar. Cuando se usa paginación éste es el número de elementos por página.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
es_mx: Cantidad de elementos a saltar (Ej. Si introduces 2 los primeros dos elementos no se mostrarán)

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum items
es_mx: Elementos máximos

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
es_mx: Cantidad máxima de elementos que pueden ser consultados a la vez. Usar 0 para no limitar. Ésto es usado a modo de prueba de fallos cuando la cantidad de elementos vienen dados por datos provistos por el usuario como puede ser el query string.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Suffix
es_mx: Sufijo

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
es_mx: Opcional. Agregar un sufijo cuando haya multiples paginadores visualizados en la misma página. Por ejemplo cuando se utilizan multiples Widgets de Projection, o para definir alternativas.

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Show pager
es_mx: Mostrar paginador

# ~/Modules/Orchard.Projections/Views/EditorTemplates/Parts/ProjectionPart.cshtml
source: Check to add a pager to the list.
es_mx: Tener en cuenta agregar un paginar a la lista.

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Add a Filter
es_mx: Añadir un filtro

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: There are no currently available filters
es_mx: Actualmente no hay filtros disponibles

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/Filter/Add.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
es_mx: Editar Filtro - {0}

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
es_mx: Opcionalmente puedes dar una descripción para este filtro, será usada en las vistas de dashboard.

# ~/Modules/Orchard.Projections/Views/Filter/Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Add a Layout
es_mx: Agregar un layout

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: There are no currently available layouts
es_mx: Actualmente no hay disponible ningún layout

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Projections/Views/Layout/Add.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Edit Layout - {0}
es_mx: Editar layout - {0}

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Description
es_mx: Descripción

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You may optionally give a description to this layout, to be used in the dashboard screens.
es_mx: Opcionalmente puedes dar una descripción para este layout, será usada en las vistas de dashboard.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display mode
es_mx: Modo de visualización

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Content
es_mx: Contenido

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Properties
es_mx: Propiedades

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can choose to display each content item using specific properties only.
es_mx: Puedes optar por mostrar cada elemento de contenido utilizando sólo las propiedades específicas.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Display Type
es_mx: Tipo de visualización

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: The display type determines how the content item should be formatted. e.g., Summary, SummaryAdmin, Detail, ...
es_mx: El tipo de visualización determina como será formateado el elemento de contenido. Ej. Summary, SummaryAdmin, Detail, etc.

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: You can only add properties when this layout is saved.
es_mx: Sólo puedes agregar propiedades cuando el layout esté guardado

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Orchard.Projections/Views/Layout/Create.cshtml
source: Cancel
es_mx: Cancelar
