Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Projections/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Projections/Module.txt
source: Projector
es_mx: Proyector

# ~/Modules/Orchard.Projections/Module.txt
source: The Orchard Team
es_mx: El equipo de Orchard

# ~/Modules/Orchard.Projections/Module.txt
source: Provides methods to control how lists of content items are filtered and displayed
es_mx: Proporciona métodos para controlar cómo los elementos de contenido de las listas son filtrados y presentados

# Orchard.Projections.AdminMenu
source: Queries
es_mx: Consultas

# Orchard.Projections.Migrations
source: Creation date
es_mx: Fecha de creación

# Orchard.Projections.Migrations
source: When the content item was created
es_mx: Cuando ha sido creado el content item

# Orchard.Projections.Migrations
source: Modification date
es_mx: Fecha de modificación

# Orchard.Projections.Migrations
source: When the content item was modified
es_mx: Cuando ha sido modificado el content item

# Orchard.Projections.Migrations
source: Publication date
es_mx: Fecha de publicación

# Orchard.Projections.Migrations
source: When the content item was published
es_mx: Cuando ha sido publicado el content item

# Orchard.Projections.Migrations
source: Title Part Title
es_mx: Título para Part Title

# Orchard.Projections.Migrations
source: The title assigned using the Title part
es_mx: El título asignado en Title part

# Orchard.Projections.Migrations
source: Body Part Text
es_mx: Texto del Body Part

# Orchard.Projections.Migrations
source: The text from the Body part
es_mx: El texto en el Body part

# Orchard.Projections.Controllers.AdminController
source: Not authorized to list queries
es_mx: No estás autorizado para listar queries

# Orchard.Projections.Controllers.AdminController
source: Not authorized to manage queries
es_mx: No estas autorizado para administrar queries

# Orchard.Projections.Controllers.AdminController
source: Not authorized to edit queries
es_mx: No estás autorizado para editar queries

# Orchard.Projections.Controllers.AdminController
source: Query {0} deleted
es_mx: Query {0} eliminada

# Orchard.Projections.Controllers.BindingController
source: Not authorized to list bindings
es_mx: No autorizado para listar bindings

# Orchard.Projections.Controllers.BindingController
source: Binding created successfully
es_mx: Binding creada satisfactoriamente

# Orchard.Projections.Controllers.BindingController
source: The record for this binding is no longer available, please remove it.
es_mx: El registro (record) para este binding no va a estár disponible nunca más, por favor elimínalo.

# Orchard.Projections.Controllers.BindingController
source: The member for this binding is no longer available, please remove it.
es_mx: El miembro para este binding no va a estár disponible nunca más, por favor elimínalo.

# Orchard.Projections.Controllers.BindingController
source: Binding updated successfully
es_mx: Binding actualizada satisfactoriamente

# Orchard.Projections.Controllers.BindingController
source: Not authorized to delete bindings
es_mx: No autorizado a eliminar bindings

# Orchard.Projections.Controllers.BindingController
source: Binding deleted
es_mx: Binding eliminada

# Orchard.Projections.Controllers.FilterController
source: Not authorized to manage queries
es_mx: No estas autorizado para administrar queries

# Orchard.Projections.Controllers.FilterController
source: Filter deleted
es_mx: Filtro eliminado

# Orchard.Projections.Controllers.LayoutController
source: Not authorized to manage queries
es_mx: No estas autorizado para administrar queries

# Orchard.Projections.Controllers.LayoutController
source: Layout deleted
es_mx: Layout eliminado

# Orchard.Projections.Controllers.LayoutController
source: Layout Created
es_mx: Layout creado

# Orchard.Projections.Controllers.LayoutController
source: Layout Saved
es_mx: Layout guardado

# Orchard.Projections.Controllers.PropertyController
source: Not authorized to manage queries
es_mx: No estas autorizado para administrar queries

# Orchard.Projections.Controllers.PropertyController
source: Property deleted
es_mx: Propiedad eliminada

# Orchard.Projections.Controllers.SortCriterionController
source: Not authorized to manage queries
es_mx: No estas autorizado para administrar queries

# Orchard.Projections.Controllers.SortCriterionController
source: Sort criteria deleted
es_mx: Criterio de orden eliminado

# Orchard.Projections.Drivers.ProjectionPartDriver
source: Suffix should not contain special characters.
es_mx: El sufijo no debe contener caracteres especiales.

# Orchard.Projections.Drivers.QueryPartTitleDriver
source: A query with the same title already exists
es_mx: Ya existe una query con el mismo título (title)

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Undefined
es_mx: Indefinido

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Yes
es_mx: Si

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: Enter the value the string should be.
es_mx: Introduce el valor que debe tener la cadena de texto.

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is undefined
es_mx: {0} indefinido

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is true
es_mx: {0} es verdadero

# Orchard.Projections.FilterEditors.Forms.BooleanFilterForm
source: {0} is false
es_mx: {0} es falso

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Operator
es_mx: Operador

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: A date
es_mx: Una fecha

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Please use this format: YYYY-MM-DD hh:mm:ss. e.g., 2010-04-12 would filter on the whole day. You can also use the Date token like this: {Date.Format:yyyy-MM-dd}
es_mx: Por favor, utiliza este formato: YYYY-MM-DD hh:mm:ss. ej. 2010-04-12 podría filtrar el día entero. También puedes utilizar el token Date así: {Date.Format:yyyy-MM-dd}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: An offset from the current time
es_mx: Un offset de la hora actual

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: You can provide time in the past by using negative values. e.g., -1 day
es_mx: Puedes asignar una fecha en el pasado pasando valores negativos, ej. -1 día

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Value
es_mx: Valor

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Unit
es_mx: Unidad

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Min
es_mx: Mínimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Max
es_mx: Máximo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than
es_mx: Es menor que

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is less than or equal to
es_mx: Es menor o igual a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is equal to
es_mx: Es igual a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not equal to
es_mx: No es igual a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than or equal to
es_mx: Es mayor o igual a

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is greater than
es_mx: Es mayor que

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is between
es_mx: Está entre

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Is not between
es_mx: No está entre

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Year
es_mx: Año

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Month
es_mx: Mes

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Day
es_mx: Día

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Hour
es_mx: Hora

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Minute
es_mx: Minuto

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: Second
es_mx: Segundo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less than {1}{2}
es_mx: {0} es menor que {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is less or equal than {1}{2}
es_mx: {0} es menor o igual que {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} equals {1}{2}
es_mx: {0} igual a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not equal to {1}{2}
es_mx: {0} es distinto a {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater than {1}{2}
es_mx: {0} es mayor que {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is greater or equal than {1}{2}
es_mx: {0} es mayor o igual que {1}{2}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is between {1}{2} and {3}{4}
es_mx: {0} está entre {1}{2} y {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterForm
source: {0} is not between {1}{2} and {3}{4}
es_mx: {0} no se encuentra entre {1}{2} y {3}{4}

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} is required.
es_mx: El campo {0} es obligatorio.

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Min
es_mx: Mínimo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Max
es_mx: Máximo

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: Value
es_mx: Valor

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} should contain a valid date (YYYY-MM-DD hh:mm:ss)
es_mx: El campo {0} debe contener una fecha válida (YYYY-MM-DD hh:mm:ss)

# Orchard.Projections.FilterEditors.Forms.DateTimeFilterFormValidation
source: The field {0} must be a valid number.
es_mx: El campo {0} debe ser un número válido.

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Operator
es_mx: Operador

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Value
es_mx: Valor

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Min
es_mx: Mínimo

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Max
es_mx: Máximo

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than
es_mx: Es mejor que

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is less than or equal to
es_mx: Es menor o igual que

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is equal to
es_mx: Es igual a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not equal to
es_mx: Es distinto a

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than or equal to
es_mx: Es mayor o igual que

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is greater than
es_mx: Es mayor que

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is between
es_mx: se encuentra entre

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: Is not between
es_mx: No se encuentra entre

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less than {1}
es_mx: {0} es menor que {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is less or equal than {1}
es_mx: {0} es menor o igual que {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} equals {1}
es_mx: {0} igual a {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not equal to {1}
es_mx: {0} es distinto a {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater than {1}
es_mx: {0} es mayor que {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is greater or equal than {1}
es_mx: {0} es mayor o igual que {1}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is between {1} and {2}
es_mx: {0} se encuentra entre {1} y {2}

# Orchard.Projections.FilterEditors.Forms.NumericFilterForm
source: {0} is not between {1} and {2}
es_mx: {0} no se encuentra entre {1} y {2}

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} is required.
es_mx: El campo {0} es obligatorio.

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Min
es_mx: Mínimo

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Max
es_mx: Máximo

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: Value
es_mx: Valor

# Orchard.Projections.FilterEditors.Forms.NumericFieldTypeEditorValidation
source: The field {0} should contain a valid number
es_mx: El campo {0} debe contener un número válido

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Operator
es_mx: Operador

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Value
es_mx: Valor

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Enter the value the string should be.
es_mx: Introduce el valor que debe contener la cadena de texto.

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is equal to
es_mx: Es igual a

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Is not equal to
es_mx: Es distinto a

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains
es_mx: Contiene

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains any word
es_mx: Contiene cualquier palabra

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Contains all words
es_mx: Contiene todas las palabras

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Starts with
es_mx: Comienza con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not start with
es_mx: No comienza con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Ends with
es_mx: Termina con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not end with
es_mx: No termina con

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: Does not contain
es_mx: No contiene

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is equal to '{1}'
es_mx: {0} es igual a '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} is not equal to '{1}'
es_mx: {0} es distinto a '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains '{1}'
es_mx: {0} contiene '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains any of '{1}'
es_mx: {0} contiene cualquiera de '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} contains all '{1}'
es_mx: {0} contiene todos '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} starts with '{1}'
es_mx: {0} empieza con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not start with '{1}'
es_mx: {0} no comienza con '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} ends with '{1}'
es_mx: {0} termina en '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not end with '{1}'
es_mx: {0} no termina en '{1}'

# Orchard.Projections.FilterEditors.Forms.StringFilterForm
source: {0} does not contain '{1}'
es_mx: {0} no contiene '{1}'

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Date format
es_mx: Formato de fecha

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short date pattern: 6/15/2009
es_mx: Patrón de fecha corta: 6/15/2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long date pattern: Monday, June 15, 2009
es_mx: Patrón de fecha extendida: Monday, June 15, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (short time): Monday, June 15, 2009 1:45 PM
es_mx: Patrón de fecha completa (hora corta): Monday, June 15, 2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Full date/time pattern (long time): Monday, June 15, 2009 1:45:30 PM
es_mx: Patrón de fecha completa (hora extendida): Monday, June 15, 2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (short time): 6/15/2009 1:45 PM
es_mx: Patrón de fecha/hora general (hora corta): 6/15/2009 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: General date/time pattern (long time): 6/15/2009 1:45:30 PM
es_mx: Patrón de fecha/hora general (hora extendida): 6/15/2009 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month/day pattern: June 15
es_mx: Patrón mes/día: Junio 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Round-trip date/time pattern: 2009-06-15T13:45:30.0900000
es_mx: Patrón de fecha/hora redondeado: 2009-06-15T13:45:30.0900000

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: RFC1123 pattern: Mon, 15 Jun 2009 20:45:30 GMT
es_mx: Patrón RFC1123: Mon, 15 Jun 2009 20:45:30 GMT

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Sortable date/time pattern: 2009-06-15T13:45:30
es_mx: Patrón ordenable de fecha universal: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Short time pattern: 1:45 PM
es_mx: Patrón de hora corta: 1:45 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Long time pattern: 1:45:30 PM
es_mx: Patrón hora extendida: 1:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal sortable date/time pattern: 2009-06-15 20:45:30Z
es_mx: Patrón ordenable de fecha universal: 2009-06-15 20:45:30Z

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Universal full date/time pattern: Monday, June 15, 2009 8:45:30 PM
es_mx: Patrón completo de fecha universal: Monday, June 15, 2009 8:45:30 PM

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year month pattern: June, 2009
es_mx: Patrón año / mes: Junio, 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day: 15
es_mx: Día: 15

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Month: 6
es_mx: Mes: 6 (Month: 6)

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Year: 2009
es_mx: Año: 2009

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Day of year: 166
es_mx: Día del año: 166

# Orchard.Projections.PropertyEditors.Forms.DateTimePropertyForm
source: Relative time: 1 minute ago
es_mx: Tiempo relativo: 1 minute ago (hace un minuto)

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Prefix
es_mx: Prefijo

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put before the number, such as currency symbol.
es_mx: Texto para colocar antes del número, por ejemplo un símbolo de moneda.

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Suffix
es_mx: Sufijo

# Orchard.Projections.PropertyEditors.Forms.NumericPropertyForm
source: Text to put after the number, such as currency symbol.
es_mx: Texto para colocar antes del número, por ejemplo un símbolo de moneda.

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} Content Fields
es_mx: Content Fields {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Content Fields for {0}
es_mx: Content Fields para {0}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: {0} property for {1}
es_mx: Propiedad {0} para {1}

# Orchard.Projections.Providers.Filters.ContentFieldsFilter
source: Field {0} {1} "{2}"
es_mx: Campo {0} {1} "{2}"

# Orchard.Projections.Providers.Filters.ContentPartRecordsForm
source: Select some content part records.
es_mx: Seleccionar algunos registros Content Part.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content
es_mx: Contenido

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Specific content types
es_mx: Content types específicos

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any content item
es_mx: Cualquier content item

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Content with type {0}
es_mx: Content con el tipo {0}

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Select some content types.
es_mx: Selecciona algunos content types.

# Orchard.Projections.Providers.Filters.ContentTypesFilter
source: Any
es_mx: Cualquiera

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Content
es_mx: Contenido

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch content part records
es_mx: Eager fetch de registros Content Part

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: No content part record
es_mx: No hay registros Content Part

# Orchard.Projections.Providers.Filters.EagerFectchFilter
source: Eager fetch part records {0}
es_mx: Eager fetch registros de Parts {0}

# Orchard.Projections.Providers.Filters.MemberBindingFilter
source: Members for {0}
es_mx: Miembros de {0}

# Orchard.Projections.Providers.Layouts.GridLayout
source: Organizes content items in a grid.
es_mx: Organiza content items en un grid.

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} columns grid
es_mx: {0} columnas del grid

# Orchard.Projections.Providers.Layouts.GridLayout
source: {0} lines grid
es_mx: {0} líneas del grid

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Alignment
es_mx: Alineación (alignment)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Horizontal alignment will place items starting in the upper left and moving right.
es_mx: Alignment horizontal colocará los elementos empezado en la esquina superior izquierda y los irá colocando a la derecha del elemento anterior.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Vertical alignment will place items starting in the upper left and moving down.
es_mx: Alineación vetical colocará los elementos comenzado en la esquina superior izquierda y los irá colocando debajo.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Number of columns/lines
es_mx: Número de columnas/líneas

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: How many columns (in Horizontal mode) or lines (in Vertical mode) to display in the grid.
es_mx: Cuántas columnas (en modo horizontal) o líneas (en modo vertical) se mostrarán en el grid.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Html properties
es_mx: Propiedades html

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid tag
es_mx: etiqueta Grid

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The tag of the grid. Leave empty for no tag. (e.g., table)
es_mx: La etiqueta del grid. Deja vacío para que no lleve ninguna etiqueta. (por ej. table)

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The id to provide on the grid element.
es_mx: El id que se proporciona en el elemento grid.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Grid class
es_mx: Clase css del grid

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: The class to provide on the grid element.
es_mx: La clase css para el elemento grid.

# Orchard.Projections.Providers.Layouts.GridLayoutForms
source: Row tag
es_mx: Etiqueta de fila
