Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Contrib.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomy Main Menu
es_mx: Menú Principal de Taxonomía

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Displays Taxonomies on main menu.
es_mx: Muestra Taxonomías en el menú principal.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Navigation
es_mx: Navegación

# Contrib.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
es_mx: El término {0} ya existe en este nivel

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
es_mx: No está permitido administrar términos

# Contrib.Taxonomies.Drivers.TaxonomyMenuItemPartDriver
source: Menu item name is required
es_mx: El nombre de ítem de menú es obligatorio

# Contrib.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
es_mx: Ya existe una taxonomía con el mismo nombre

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
es_mx: El término {0} ya existe en este nivel

# Contrib.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
es_mx: Taxonomía desconocida: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown taxonomy: {0}
es_mx: Taxonomía desconocida: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown term: {0}
es_mx: Término desconocido: {0}

# Contrib.Taxonomies.Projections.TermsFilter
source: Taxonomy
es_mx: Taxonomía

# Contrib.Taxonomies.Projections.TermsFilter
source: Has Terms
es_mx: Tiene términos

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized content items
es_mx: Content items categorizados

# Contrib.Taxonomies.Projections.TermsFilter
source: Any term
es_mx: Cualquier término

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
es_mx: Categorizados con {0}

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Terms
es_mx: Términos

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
es_mx: Selecciona algunos términos.

# ~/Modules/Contrib.Taxonomies/Views/Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
es_mx: No hay contenido asociado a este término.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Terms
es_mx: Términos

source: Restrictions
es_mx: Restricciones

source: Help text
es_mx: Texto de ayuda

source: The help text is written under the field when authors are editing the content item.
es_mx: El texto de ayuda se escribe debajo del campo cuando los autores están editando el content item.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Taxonomy
es_mx: Taxonomía

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the taxonomy whose terms will be rendered in the menu.
es_mx: Selecciona la taxonomía cuyos términos serán renderizados en el menú.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Root Term
es_mx: Término Raíz

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: - Parent Taxonomy -
es_mx: - Taxonomía Padre -

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the root term to display
es_mx: Selecciona el término raíz para mostrar

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Number of levels to display
es_mx: Cantidad de niveles a mostrar

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Enter "0" to render all sub-levels.
es_mx: Introduce "0" para renderizar todos los subniveles

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display top level menu item
es_mx: Muestra el ítem de menú en el nivel más elevado

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the selected term to display will be rendered as a root element in the menu.
es_mx: Cuando está marcado, el término seleccionado para mostrarse se renderizará como un elemento raíz en el menú.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Hide empty entries
es_mx: Oculta las entradas vacías

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, any term which has no content item associated to it won't be rendered.
es_mx: Cuando está marcado, cualquier término que no tenga un content item asociado no será rederizado.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display content count
es_mx: Muestra la cantidad de contenidos

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the number of content items is rendered following the term name.
es_mx: Cuando está marcado, la cantidad de content items es renderizada a continuación del nombre del término.

source: Taxonomy
es_mx: Taxonomía

source: Select a taxonomy.
es_mx: Selecciona una taxonomía.

source: Term
es_mx: Término

source: - None -
es_mx: - Ninguno -

source: Select the term whose content items will be displayed.
es_mx: Seleccione el término cuyos content items van a ser mostrados.

source: Field
es_mx: Campo

source: Optional. You can specify which field name to use if several terms references are defined on the same content type.
es_mx: Opcional. Se puede especificar qué nombre de campo usar si las referencias a varios términos están definidos en el mismo content type.

source: Number of items to display
es_mx: Cantidad de ítems a mostrar

source: Order By
es_mx: Ordenar Por

source: Recently created
es_mx: Creado recientemente

source: Recently published
es_mx: Publicado recientemente

source: Recently modified
es_mx: Modificado recientemente

source: Content Type
es_mx: Content Type (tipo de contenido)

source: - Any -
es_mx: - Cualquiera -

source: Select which Content Type you want to display
es_mx: Selecciona qué Content Type quieres mostrar

# ~/Modules/Contrib.Taxonomies/Views/Parts/TermWidget.List.cshtml
source: There are no items for this term.
es_mx: No hay ítems para este término.

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
es_mx: Administrar términos para {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomies
es_mx: Clasificaciones

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Sébastien Ros
es_mx: SÃ©bastien Ros

# ~/Modules/Contrib.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
es_mx: El módulo de clasifiaciones proporciona una categorización a la medida de tipos de contenido arbitrarios.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Categorize a content item.
es_mx: Categorizar un elemento de contenido.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Content
es_mx: Contenido

# Contrib.Taxonomies.AdminMenu
source: Taxonomies
es_mx: Clasificaciones

# Contrib.Taxonomies.AdminMenu
source: Manage Taxonomies
es_mx: Administrar Clasificaciones

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
es_mx: No se pudo borrar la clasificación

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't create taxonomy
es_mx: No se pudo crear la clasificación

# Contrib.Taxonomies.Controllers.AdminController
source: A taxonomy with the same name already exists
es_mx: Una clasificación con el mismo nombre ya existe

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't edit taxonomy
es_mx: No se pudo editar la clasificación

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't import terms
es_mx: No se pudo importar los términos

# Contrib.Taxonomies.Controllers.AdminController
source: A term with the same name already exist in this taxonomy: {0}
es_mx: Un término con el mismo nombre en la clasificación ya existe: {0}

# Contrib.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
es_mx: Los términos han sido exportados exitosamente.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
es_mx: No se pudo borrar el termino

# Contrib.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
es_mx: El término {0} fue removido.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
es_mx: No tienes autorización para crear términos

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
es_mx: No tienes autorización para seleccionar términos

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
es_mx: No se pudo crear el término

# Contrib.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
es_mx: El término {0} ha sido creado.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
es_mx: No tienes autorización para administrar las clasificaciones

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
es_mx: No se pudo editar la clasificación

# Contrib.Taxonomies.Controllers.TermAdminController
source: Term information updated
es_mx: La información del término ha sido actualizada

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists in this taxonomy
es_mx: Ya existe el término {0} en esta clasificación

# Contrib.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
es_mx: Ya existe el término {0} en esta clasificación

# ~/Modules/Contrib.Taxonomies/Views/Parts.Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
es_mx: No hay contenido asociado con este término.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
es_mx: Crear Clasificación Nueva

# ~/Modules/Contrib.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
es_mx: Propiedades de Clasificación

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
es_mx: Importar los Términos para {0}

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
es_mx: Un término por línea seguido por un punto y coma y el slug

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
es_mx: Las jerarquías se definen usando tabuladores (dentro de la zona de edición)

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
es_mx: ej.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
es_mx: Rojo; rojo

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
es_mx: Azul; azul

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
es_mx: Azul Claro; azul-claro

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import
es_mx: Importar

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
es_mx: Administrar Clasificaciones

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
es_mx: Elige una acción...

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Remove
es_mx: Remover

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
es_mx: Agregar una clasificación

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
es_mx: Esta es una tabla de las clasificaciones en tu aplicación

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Properties
es_mx: Propiedades

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Vocabulary
es_mx: Vocabulario

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Delete
es_mx: Borrar

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Import
es_mx: Importar

source: Select a taxonomy
es_mx: Elige una clasificación

source: Choose a taxonomy ...
es_mx: Elige una clasificación...

source: Restrict selectable elements to leaves only
es_mx: Restringir elementos elegibles solamente a hojas.

source: Allow only one term to be selected
es_mx: Permitir que solo un término sea seleccionado

source: Show on main menu
es_mx: Mostrar en el menú principal

source: Menu text
es_mx: Texto del menú

source: Position
es_mx: Posición

source: Selectable
es_mx: Elegible

source: Uncheck if users should not be able to select this term
es_mx: No seleccionar si no se quiere permitir a los usuarios seleccionar este elemento

source: If specified, will be used to sort terms at the same level
es_mx: Si es definido, se usará para ordenar los términos que se encuentren al mismo nivel

source: For Taxonomy
es_mx: Para Clasificación

source: Show the terms for which taxonomy?
es_mx: Para cuál Clasificación se deben mostrar los términos?

# ~/Modules/Contrib.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomies.Term.cshtml
source: Save
es_mx: Guardar

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomy.List.cshtml
source: Contents associated with {0}
es_mx: Contenidos asociados con {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
es_mx: Crear un Término Nuevo

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term properties
es_mx: Propiedades del Término

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage vocabulary for {0}
es_mx: Administrar el vocabulario para {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
es_mx: Elige una acción...

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
es_mx: Remover

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
es_mx: Agregar un término

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
es_mx: Esta es la tabla de términos en tu aplicación

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Properties
es_mx: Propiedades

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
es_mx: Mover

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
es_mx: Término padre

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
es_mx: - Ninguno -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
es_mx: Puedes crear jerarquías seleccionando un término padre

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
es_mx: Seleccionar

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
es_mx: Término padre

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
es_mx: - Ninguno -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
es_mx: Puedes crear jerarquías seleccionando un término padre

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
es_mx: Seleccionar
