Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Users/Module.txt
source: Users
es_mx: Usuarios

# ~/Modules/Orchard.Users/Module.txt
source: The Orchard Team
es_mx: El Equipo Orchard

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
es_mx: El módulo de usuarios permite la administración de los usuarios.

# ~/Modules/Orchard.Users/Module.txt
source: Standard users.
es_mx: Usuarios estándar.

# ~/Modules/Orchard.Users/Module.txt
source: Core
es_mx: Core (núcleo)

# Orchard.Users.AdminMenu
source: Users
es_mx: Usuarios

# Orchard.Users.Commands.UserCommands
source: Username cannot be empty.
es_mx: El nombre de usuario no puede estar vacío.

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
es_mx: Ya existe un usario con ese nombre de usuario y/o correo electrónico.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
es_mx: Debes introducir una contraseña con {0} o más caracteres.

# Orchard.Users.Commands.UserCommands
source: Could not create user {0}. The authentication provider returned an error
es_mx: No se puede crear el usuario {0}. El proveedor de autenticación ha devuelto un error

# Orchard.Users.Commands.UserCommands
source: User created successfully
es_mx: El usuario fue creado exitosamente

# Orchard.Users.Controllers.AccountController
source: Access Denied
es_mx: Acceso denegado

# Orchard.Users.Controllers.AccountController
source: Log On
es_mx: Iniciar Sesión

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
es_mx: Debes especificar un nombre de usuario o correo electrónico.

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
es_mx: Revisa en tu correo electrónico el enlace de confirmación.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
es_mx: La contraseña actual es incorrecta o la contraseña nueva es inválida.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
es_mx: Debes especificar una contraseña nueva de {0} o más caracteres.

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
es_mx: La contraseña nueva y la confirmación de la contraseña no coinciden.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
es_mx: Debes especificar tu contraseña actual.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
es_mx: Debes especificar una contraseña.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
es_mx: El nombre de usuario ó el correo electrónico provisto es incorrecto.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
es_mx: Debes especificar un nombre de usuario.

# Orchard.Users.Controllers.AccountController
source: The username you provided is too long.
es_mx: El nombre de usuario proporcionado es demasiado largo.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
es_mx: Debes especificar una dirección de correo electrónico.

# Orchard.Users.Controllers.AccountController
source: The email address you provided is too long.
es_mx: La dirección de correo electrónico que proporcionó es demasiado larga.

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
es_mx: Debes especificar una dirección de correo electrónico válida.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
es_mx: Ya existe un usuario con ese nombre de usuario ó correo electrónico.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
es_mx: Usted debe especificar una contraseña de {0} o más caracteres.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
es_mx: No esta autorizado para listar usuarios

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
es_mx: No estas autorizado para administrar usuarios

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
es_mx: Ya existe un usuario con ese nombre de usuario o correo electrónico.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
es_mx: Debes especificar una dirección de correo electrónico válida.

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
es_mx: La confirmación de la contraseña debe coincidir

# Orchard.Users.Controllers.AdminController
source: User created
es_mx: Usuario creado

# Orchard.Users.Controllers.AdminController
source: User information updated
es_mx: La información del usuario fue actualizada

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account.
es_mx: El super usuario no se puede eliminar. Por favor, deshabilite esta cuenta o especifique otra cuenta de super usuario.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account.
es_mx: Usted no puede eliminar su propia cuenta. Por favor ingrese con otra cuenta.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
es_mx: El usuario {0} fue borrado

# Orchard.Users.Controllers.AdminController
source: Challenge email sent to {0}
es_mx: Desafío en correo electrónico enviado a {0}

# Orchard.Users.Controllers.AdminController
source: User {0} approved
es_mx: El usuario {0} fue aprobado

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
es_mx: No puedes deshabilitar tu cuenta. Favor de iniciar sesión con otra cuenta.

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
es_mx: El usuario {0} fue deshabilitado

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
es_mx: Usuarios

# Orchard.Users.Services.MembershipService
source: New account
es_mx: Nueva cuenta

# Orchard.Users.Services.MembershipService
source: Unexpected password format value
es_mx: El formato del valor de la contraseña no es el esperado

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
es_mx: Algunas configuraciones de Orchard.User requieren que un canal de correo electrónico esté habilitado.

# Orchard.Users.Services.UserService
source: Verification E-Mail
es_mx: Verificación de correo

# Orchard.Users.Services.UserService
source: Lost password
es_mx: Contraseña perdida

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
es_mx: Por favor, introduce tu nombre de usuario y contraseña.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
es_mx: Registrar

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
es_mx: si tu no tienes una cuenta.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
es_mx: Perdiste tu contraseña?

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
es_mx: No se pudo iniciar tu sesión. Favor de corregir los errores e intentar de nuevo.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
es_mx: Información de Cuenta

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
es_mx: Nombre de Usuario

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Password
es_mx: Contraseña

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Remember Me
es_mx: Recuérdame

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
es_mx: Iniciar Sesión

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
es_mx: Crear una cuenta nueva

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
es_mx: Usa la forma siguiente para crear una cuenta nueva.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
es_mx: Las contraseñas deben ser mínimo de {0} caracteres.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
es_mx: No se pudo crear la cuenta. Favor de correfir los errores e intentar de nuevo.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
es_mx: Información de Cuenta

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
es_mx: Nombre de Usuario:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Email:
es_mx: Correo Electrónico

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Password:
es_mx: Contraseña

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
es_mx: Confirmar contraseña:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
es_mx: Registrar

# ~/Modules/Orchard.Users/Views/Template.User.LostPassword.cshtml
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
es_mx: Estimado {0}, por favor <a href="{1}">haga clic aquí</a> para cambiar su contraseña.

# ~/Modules/Orchard.Users/Views/Template.User.Moderated.cshtml
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
es_mx: El usuario <b>{0}</b> con el correo electrónico <b>{1}</b> ha solicitado una nueva cuenta. Este usuario no podrá iniciar sesión hasta que su cuenta no haya sido aprobada.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: Thank you for registering with {0}.<br /><br /><br /><b>Final Step</b><br />To verify that you own this e-mail address, please click the following link:<br /><a href="{1}">{1}</a><br /><br /><b>Troubleshooting:</b><br />If clicking on the link above does not work, try the following:<br /><br />Select and copy the entire link.<br />Open a browser window and paste the link in the address bar.<br />Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
es_mx: Gracias por registrarte con {0}.<br/><br/><br/><b>Último paso</b><br/>Para verificar que eres el propietario de esta dirección de email, por favor pulsa en el siguiente enlace:<br/><a href="{1}">{1}</a><br/><br/><b>Resolución de problemas:</b><br/>Si pulsando en el email anterior no funciona, intenta esto:<br/><br/>Selecciona y copia el enlace entero.<br/>Abre un navegador y pega el enlace<br/>Pulsa <b>Ir a</b> o, en tu teclado, pulsa <b>Enter</b> o <b>Return</b>.

# ~/Modules/Orchard.Users/Views/Template.User.Validated.cshtml
source: <br /><br />If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
es_mx: <br/><br/> Si usted continúa teniendo problemas de acceso o quiere informarnos de otros asuntos, por favor <a href="mailto:{0}">Contacte con nosotros</a>.

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
es_mx: Acceso denegado

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
es_mx: No tienes permiso para completar tu solicitud.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Challenge Email
es_mx: Correo de recuperación

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
es_mx: Tu dirección de correo electrónico no pudo ser validada.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: Challenge Email Sent
es_mx: Correo de recuperación enviado

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
es_mx: Te ha sido enviado un correo electrónico . Por favor da click en el enlace para poder tener acceso a este sitio.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Challenge Email
es_mx: Correo de recuperación

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
es_mx: Tu dirección de correo electrónico ha sido validado.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
es_mx: Cambiar contraseña

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
es_mx: Usa la forma siguiente para cambiar tu contraseña.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
es_mx: Las contraseñas nuevas deben ser de mínimo {0} caracteres.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
es_mx: La moficación de la contraseña no fue exitosa. Por favor corrige los errores e intenta de nuevo.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
es_mx: Información de Cuenta

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
es_mx: Contraseña actual:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
es_mx: Contraseña nueva:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
es_mx: Conformar contraseña nueva:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
es_mx: Cambiar contraseña

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
es_mx: Tu contraseña ha sido modificada exitosamente.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
es_mx: Cambiar contraseña

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
es_mx: Usa la forma siguiente para cambiar tu contraseña.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
es_mx: Las nuevas contraseña deben ser de mínimo {0} caracteres.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
es_mx: La moficación de la contraseña no fue exitosa. Por favor corrige los errores e intenta de nuevo.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
es_mx: Información de Cuenta

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
es_mx: Contraseña nueva:

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
es_mx: Confirma la conatraseña nueva:

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
es_mx: Registro de usuario pendiente

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: Your user account has been created but has to be approved before it can be used.
es_mx: Tu cuenta de usuario ha sido creada pero tiene que ser aprovada antes de que la puedas usar.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
es_mx: Contraseña olvidada

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
es_mx: Por favor introduce tu usuario o tu dirección de correo electrónico. Vas a recibir un enlace para crear una contraseña nueva por medio de tu correo electrónico.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
es_mx: Información de Cuenta

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
es_mx: Usuario o Correo Electrónico

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
es_mx: Enviar Solicitud

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
es_mx: Agregar Usuario

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
es_mx: Editar Usuario

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
es_mx: Usuarios

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
es_mx: Agregar usuario nuevo

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions:
es_mx: Acciones:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
es_mx: Elije una acción...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
es_mx: Aprovar

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
es_mx: Inhabilitar

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Send challenge E-mail
es_mx: Envía un desafío en correo electrónico

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
es_mx: Borrar

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
es_mx: Aplicar

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
es_mx: Filtro:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
es_mx: Todos los usuarios

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
es_mx: Usuarios aprovados

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
es_mx: Usuarios Pendientes

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
es_mx: Correos Electrónicos Pendientes

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
es_mx: Ordenar por:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
es_mx: Nombre

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Email
es_mx: Correo Electrónico

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
es_mx: Filtro

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions
es_mx: Acciones

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
es_mx: Aprovado

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
es_mx: El usuario fué aprovado

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
es_mx: Moderado

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
es_mx: El usuario fue moderado

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
es_mx: La verificacón del correo electrónico esta pendiente

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
es_mx: Nombre de usuario

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Email
es_mx: Correo Electrónico

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Password
es_mx: Contraseña

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
es_mx: Confirmar Contraseña

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
es_mx: Nombre de usuario

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: Email
es_mx: Correo Electrónico

source: Users
es_mx: Usuarios

source: Users can create new accounts on the site
es_mx: Los usuarios pueden crear cuentas nuevas en el sitio

source: Display a link to enable users to reset their password
es_mx: Deplegar un enlace que permitar a los usuarios reestablecer su contraseña.

source: This option is available when an email module is activated.
es_mx: Esta opción está disponible cuando un módulo de email está activado.

source: Users must verify their email address
es_mx: Los usuarios deben confirmar su dirección de correo electrónico

source: Website public name
es_mx: Nombre público del sitio web

source: The name of your website as it will appear in the verification e-mail.
es_mx: El nombre de tu sio web como aparecerá en la verificación del correo electrónico.

source: Contact Us E-Mail address
es_mx: Dirección de Correo Electrónico de Contacto

source: The e-mail address displayed in the verification e-mail for a Contact Us link. Leave empty for no link.
es_mx: La dirección de correo electrónico desplegado en la verificación de correo electrónico en el enlace de Contacto. Deja el campo vacío para no generar el enlace.

source: Users must be approved before they can log in
es_mx: Los usuarios deben estar aprobados antes de que puedan iniciar una sesión.

source: Send a notification when a user needs moderation
es_mx: Enviar una notificación cuando un usuario necesite ser moderado.

source: Moderators
es_mx: Moderadores

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
es_mx: El usuario a quien se van a enviar las notificaciones (ej. "admin, usuario1, ...").
