Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/OrchardHUN.QnA/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Questions & Answers
es_mx: Preguntas y Respuestas

# ~/Modules/OrchardHUN.QnA/Module.txt
source: The Orchard Hungary Team
es_mx: El equipo de Hungría de Orchard

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools and organizing through tags.
es_mx: Un módulo ligero para debates, con grupos de debates y organizado a través de etiquetas.

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools
es_mx: Un módulo ligero para debates, con grupos de debates

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Community
es_mx: Comunidad

# OrchardHUN.QnA.Migrations
source: Questions & Answers
es_mx: Preguntas y Respuestas

# OrchardHUN.QnA.Migrations
source: QnA Discussion Pool
es_mx: Grupo de debate de PyR

# OrchardHUN.QnA.Migrations
source: Categories
es_mx: Categorías

# OrchardHUN.QnA.Migrations
source: QnA Discussion
es_mx: Debate de PyR

# .Routes
source: NewDiscussion
es_mx: Nuevodebate

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: You haven't selected any categories.
es_mx: No has seleccionado ninguna categoría.

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: Please log in to create a new discussion
es_mx: Por favor autentícate para crear un nuevo debate

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: Start new discussion
es_mx: Comienza un nuevo debate

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: The discussion could not be started. Please correct the errrors below.
es_mx: El debate no puede comenzar. Por favor corrige los errores abajo.

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussionTitlePart.cshtml
source: Title
es_mx: Título

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: edit
es_mx: Editar

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: remove
es_mx: Eliminar

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: Are you sure you want to remove this element?
es_mx: ¿Estás seguro de que quieres eliminar este elemento?

# ~/Modules/OrchardHUN.QnA/Views/Parts/NewDiscussionLink.cshtml
source: Start new discussion
es_mx: Comenzar un nuevo debate
