Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Microsoft Azure Media Services
es_es: Servicios de medios de Microsoft Azure

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Provides integration of Microsoft Azure Media Services functionality into Orchard.
es_es: Proporciona la integración de la funcionalidad de Microsoft Azure Media Services en Orchard.

# ~/Modules/Orchard.Azure.MediaServices/Module.txt
source: Hosting
es_es: Alojamiento

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The Asset has been saved.
es_es: El activo se ha guardado.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: You are not authorized to manage Microsoft Azure Media content.
es_es: No estás autorizado para gestionar contenido multimedia de Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: The asset '{0}' was successfully deleted.
es_es: El activo '{0}' se ha eliminado con éxito.

# Orchard.Azure.MediaServices.Controllers.AssetController
source: Ar error occurred while deleting the asset '{0}': {1}
es_es: Ha ocurrido un error al eliminar el activo '{0}': {1}

# Orchard.Azure.MediaServices.Controllers.JobController
source: You are not authorized to manage cloud jobs.
es_es: No estás autorizado para gestionar los trabajos de la nube.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully created.
es_es: El trabajo '{0}' se ha creado correctamente.

# Orchard.Azure.MediaServices.Controllers.JobController
source: Ar error occurred while creating the job: {0}
es_es: Ha ocurrido un error al crear el trabajo: {0}

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully archived.
es_es: Se ha archivado con éxito el trabajo '{0}'.

# Orchard.Azure.MediaServices.Controllers.JobController
source: The job '{0}' was successfully canceled.
es_es: Se ha cancelado con éxito el trabajo '{0}'.

# Orchard.Azure.MediaServices.Controllers.JobController
source: An error occurred while canceling the job: {0}
es_es: Error al cancelar el trabajo: {0}

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully created.
es_es: El ítem de vídeo en la nube se ha creado satisfactoriamente.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: The cloud video item was successfully updated.
es_es: El ítem de vídeo en la nube se ha actualizado satisfactoriamente.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: You are not authorized to manage Microsoft Azure Media content.
es_es: No estás autorizado para gestionar contenido multimedia de Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.MediaController
source: Ar error occurred while saving the cloud video item: {1}
es_es: Ha ocurrido un error al guardar el elemento de video en la nube: {1}

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: You are not authorized to manage Microsoft Azure Media settings.
es_es: No estás autorizado para gestionar la configuración de multimedia de Microsoft Azure.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed. The settings were not saved.
es_es: La verificación de las credenciales de cuenta falló. Los ajustes no se salvaron.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The new account credentials were successfully verified.
es_es: Se verificaron con éxito las nuevas credenciales de la cuenta.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: CORS rules have been configured on your storage account for the following URLs: {0}.
es_es: Se han configurado reglas CORS en tu cuenta de almacenamiento para las siguientes URLs: {0}.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: Failed to check or configure CORS support on your storage account.
es_es: No se pudo comprobar o configurar el soporte CORS en tu cuenta de almacenamiento.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The settings were saved successfully.
es_es: Los ajustes se han guardado correctamente.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials were successfully verified.
es_es: Se han verificado correctamente las nuevas credenciales de la cuenta.

# Orchard.Azure.MediaServices.Controllers.SettingsController
source: The account credentials verification failed.
es_es: La verificación de las credenciales de cuenta ha fallado.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: Your {0} has been unpublished.
es_es: Tu {0} ha sido despublicado.

# Orchard.Azure.MediaServices.Drivers.CloudVideoPartDriver
source: You need to upload a video.
es_es: Tienes que subir un video.

# Orchard.Azure.MediaServices.Drivers.ThumbnailAssetDriver
source: Thumbnail
es_es: Miniatura

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Files
es_es: Archivos

# Orchard.Azure.MediaServices.Drivers.VideoAssetDriver
source: Preview
es_es: Vista previa

# Orchard.Azure.MediaServices.Handlers.CloudVideoPartHandler
source: The cloud video item was saved, but will not be published until the primary video asset has finished uploading to Microsoft Azure Media Services.
es_es: El elemento de vídeo en la nube se ha guardado, pero no será publicado hasta que primero el activo de vídeo termine de cargarse a los servicios de medios de Windows Azure.

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Media
es_es: Medios

# Orchard.Azure.MediaServices.Navigation.AdminMenu
source: Settings
es_es: Configuración

# Orchard.Azure.MediaServices.Services.Tasks.Providers.CreateThumbnailTaskProvider
source: Generate a thumbnail image for the cloud video item.
es_es: Generar una imagen en miniatura para el elemento de vídeo en la nube.

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncodeTaskProvider
source: Create a new encoding version of the cloud video item
es_es: Crear una nueva versión de codificación del elemento de vídeo en la nube

# Orchard.Azure.MediaServices.Services.Tasks.Providers.EncryptTaskProvider
source: Create an encrypted version of the cloud video item.
es_es: Crear una versión encriptada del elemento de vídeo en la nube.

# Orchard.Azure.MediaServices.Services.Wams.MissingSettingsBanner
source: The <a href="{0}">Microsoft Azure Media settings</a> are either missing or invalid and need to be configured.
es_es: La <a href="{0}"> configuración de Windows Azure Media</a> ha desaparecido o no es correcta y es necesario establecerla de nuevo.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (Smooth Streaming)
es_es: Manifiesto (Smooth Streaming)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (HLS)
es_es: Manifiesto (HLS)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Manifest (MPEG DASH)
es_es: Manifiesto (MPEG DASH)

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Are you sure you want to delete this asset?
es_es: ¿Estás seguro que deseas eliminar esta actividad?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: There are no assets to display.
es_es: No hay ningún activo para mostrar.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Private
es_es: Privado

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Public
es_es: Público

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Include In Player
es_es: Incluir en el reproductor

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Media Query
es_es: Consulta de medios

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Upload Status
es_es: Estado de carga

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Actions
es_es: Acciones

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Video Assets
es_es: Activos de vídeo

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Dynamic Video Assets
es_es: Activos de vídeo dinámicos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Thumbnails
es_es: Miniaturas

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Assets.cshtml
source: Subtitles
es_es: Subtítulos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs
es_es: Trabajos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Description
es_es: Descripción

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Created
es_es: Fecha de Creacion

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Status
es_es: Estado

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Started
es_es: Comenzado

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Finished
es_es: Terminado

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Actions
es_es: Acciones

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Archive
es_es: Archivar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Jobs can be created once the mezzanine video asset has finished uploaded and the cloud video item has been saved.
es_es: Los trabajos se pueden crear una vez que que el activo de vídeo ha terminado de subirse y el ítem de vídeo en la nube se ha guardado.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideo.Edit.Jobs.cshtml
source: Create Job
es_es: Crear trabajo

source: Unpublish
es_es: Dejar de publicar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Preparing to upload...
es_es: Preparando para subir...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploading ({percentage}%)...
es_es: Cargando ({percentage}%)...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Are you sure you want to cancel this upload?
es_es: ¿Estás seguro de que deseas cancelar esta subida?

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Uploaded {uploaded} KB / {total} KB | Speed: {kbps} KB/s | Elapsed: {elapsed} | Remaining: {remaining}
es_es: Subido {uploaded} KB / {total} KB | Velocidad: {kbps} KB/s | Transcurrido: {elapsed} | Restante: {remaining}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{filename}'.
es_es: Archivo subido con éxito '{filename}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Cleaning up...
es_es: Limpiando...

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: The selected file must have one of the following filename extensions: {0}
es_es: El archivo seleccionado debe tener una de las siguientes extensiones de nombre de archivo: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: You must upload a file.
es_es: Debes cargar un archivo.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Successfully uploaded file '{0}'.
es_es: Archivo subido con éxito '{0}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Video File
es_es: Archivo de video

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle language
es_es: Idiomas de subtítulos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
es_es: Ya existe el activo de subtítulos para todos los idiomas con subtítulos configurados. No pueden subirse archivos de subtítulos adicionales.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress and/or you have unsaved uploaded files. Uploads will be aborted and uploaded files will be discarded if you navigate away.
es_es: Hay subidas en progreso y/o tienes archivos subidos sin guardar. Se interrumpirá la carga y los archivos subidos se descartarán si cambias de página.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Direct.cshtml
source: There are uploads in progress. Please wait for the uploads to complete or cancel them before saving this item.
es_es: Hay subidas en progreso. Por favor, espera hasta que estén completadas o cancelalas antes de guardar este elemento.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: The selected file must have one of the following filename extensions: {0}
es_es: El archivo seleccionado debe tener uno de las siguientes extensiones de nombre de archivo: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Successfully uploaded video file '{0}'.
es_es: Archivo de vídeo cargado con éxito '{0}'.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle language
es_es: Idioma de subtítulos

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: Subtitle assets already exist for all configured subtitle languages. No additional subtitle files can be uploaded.
es_es: Ya existe el activo de subtítulos para todos los idiomas con subtítulos configurados. No pueden subirse archivos de subtítulos adicionales.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoEditor.Proxied.cshtml
source: You must upload a video file before saving this item.
es_es: Debes cargar un archivo de vídeo antes de guardar este elemento.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: This video item could not be played back on your computer.
es_es: Este elemento de vídeo no puede ser reproducido en tu ordenador.

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Description of video item: {0}
es_es: Descripción del elemento de vídeo: {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/CloudVideoPlayer.cshtml
source: Retry
es_es: Reintentar

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Description
es_es: Descripcion

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cloud Video Item
es_es: Elemento de vídeo en la nube

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Created
es_es: Creado

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Status
es_es: Estado

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Started
es_es: Comenzado

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Finished
es_es: Terminado

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Actions
es_es: Acciones

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: There are no open jobs to display.
es_es: No hay trabajos abiertos para mostrar.

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Archive
es_es: Archivar

# ~/Modules/Orchard.Azure.MediaServices/Views/OpenJobsTable.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Edit {0}
es_es: Editar {0}

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Locators
es_es: Localizadores

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Are you sure you want to delete this asset?
es_es: ¿Estás seguro que deseas eliminar esta actividad?

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Azure.MediaServices/Views/Asset/Edit.cshtml
source: Back
es_es: Volver

source: Name
es_es: Nombre

source: Description
es_es: Descripcion

source: Include In Player
es_es: Incluir en el reproductor

source: Media Query
es_es: Consulta de medios

source: Type
es_es: Tipo

source: Encoding presets
es_es: Ajustes preestablecidos de codificación

source: Default
es_es: Predeterminado

source: Name
es_es: Nombre

source: Delete
es_es: Eliminar

source: Encryption settings
es_es: Configuración de encriptación

source: License acquisition URL
es_es: URL de adquisición de licencia

source: Account credentials
es_es: Credenciales de cuenta

source: If you do not yet have a Microsoft Azure subscription, visit <a href='http://www.windowsazure.com/pricing/free-trial'>http://www.windowsazure.com/pricing/free-trial</a> to sign up for a free trial or buy a subscription.
es_es: Si todavía no tienes una suscripción Microsoft Azure, visita <a href='http://www.windowsazure.com/pricing/free-trial'> http://www.windowsazure.com/pricing/free-trial</a> para una prueba gratuita o comprar una suscripción.

source: Account name
es_es: Nombre de cuenta

source: Storage account access key
es_es: Clave de acceso de cuenta de almacenamiento

source: Test
es_es: Probar

source: Dynamic packaging
es_es: Empaquetado dinámico

source: Enable dynamic packaging
es_es: Habilitar empaquetado dinámico

source: When checked, dynamic packaging assets will be created when encoding using one of the supported encoding presets for dynamic packaging.
es_es: Cuando está marcada, se crearán activos de empaquetado cuando se codifique usando uno de los ajustes de codificación compatibles para empaquetamiento dinámico.

source: NOTE: When enabling dynamic packaging you must ensure you have at least one unit of reserved capacity configured on your streaming origin.
es_es: Nota: Al activar empaquetado dinámico debes asegurarte de que tienes al menos una unidad de capacidad reservada configurada en tu origen de streaming.

source: Access policy
es_es: Política de acceso

source: Access policy duration
es_es: Duración de la política de acceso

source: The duration for all access policies created for asset locators, in standard TimeSpan format (dd.hh:mm:ss).
es_es: La duración de todas las políticas de acceso creadas por los activos localizadores, en formato TimeSpan estándar (dd.hh:mm:ss).

source: Filename extensions
es_es: Extensiones de nombre de archivo

source: Configure the allowed filename extensions when uploading asset files. Specify extensions as a semicolon-separated list without any * or period, e.g. "mp4;wma;mpeg".
es_es: Configurar las extensiones de archivo permitidas al cargar archivos de activos. Especificar extensiones como una lista separada por punto y coma sin ninguna * o el período, por ejemplo "mp4;wma; mpeg".

source: Video files
es_es: Archivos de vídeo

source: Subtitle languages
es_es: Idiomas de subtítulos

source: Culture code
es_es: Código de la cultura

source: Delete
es_es: Eliminar

source: Asset Files
es_es: Archivos activos

source: Expand All
es_es: Expandir Todo

source: Collapse All
es_es: Contraer todo

source: Mime Type: {0}
es_es: Tipo MIME: {0}

source: <a href="{0}">Public Url</a>
es_es: <a href="{0}"> Url pública</a>

source: <a href="{0}">Private Url</a>
es_es: <a href="{0}"> Url privada</a>

source: Duration: {0}
es_es: Duración: {0}

source: Video Tracks
es_es: Pistas de vídeo

source: Track {0}
es_es: Pista {0}

source: Target Framerate: {0}
es_es: Objetivo Framerate: {0}

source: Width: {0}px
es_es: Anchura: {0} px

source: Height: {0}px
es_es: Altura: {0} px

source: Display Aspect Ratio: {0}x{1}
es_es: Relación de aspecto de pantalla: {0} x {1}

source: Audio Tracks
es_es: Pistas de audio

source: Codec: {0}
es_es: Códec: {0}

source: Bits Per Sample: {0}
es_es: Bits por muestra: {0}

source: Sampling Rate: {0}
es_es: Velocidad de muestreo: {0}

source: Channels: {0}
es_es: Canales: {0}

source: Encoder Version: {0}
es_es: Versión de Codificador: {0}

source: Upload
es_es: Subir

source: Assets
es_es: Activos

source: Jobs
es_es: Trabajos

source: Preview
es_es: Vista previa

source: No video assets exist on this cloud video item other than the mezzanine. Mezzanine assets are not supported for preview or playback. To create additional video assets, start an encoding job.
es_es: No existen activos de vídeo en este elemento de vídeo en la nube a parte del nivel intermedio. Los activos del invel intermedio no están soportados para la vista previa o el playback. Para crear activos de vídeo adicionales, comienza un trabajo de codificación.

source: Encoding preset
es_es: Ajustes preestablecidos de codificación

source: Adjust Sub Samples
es_es: Ajustar Sub muestras

source: When encrypting subsamples on H.264 tracks, adjusts the clear space at the beginning of each subsample so that a whole number of encryption blocks is used. This leaves slightly more of the sample data unencrypted but maximizes player compatibility.
es_es: Al cifrar submuestras en las pistas H.264, ajusta el espacio claro al principio de cada submuestra para que todos los bloques de encriptación en uso al completo. Esto deja algunos datos datos de muestra sin cifrar, pero maximiza la compatibilidad con reproductores.

source: A base64-encoded 16-byte value, which is produced by the key seed in conjunction with the key ID and is used to encrypt content. You must enter a content key value if no key seed value is specified.
es_es: Un valor de 16 bytes codificado en base64, que es producido por el key seed en conjunto con la clave de identificación y se utiliza para cifrar el contenido. Debes especificar un valor de clave de contenido si no se especifica ningún valor key seed.

source: Custom Attributes
es_es: Atributos personalizados

source: A comma-delimited list of name:value pairs (in the form name1:value1,name2:value2,name3:value3) to be included in the CUSTOMATTRIBUTES section of the WRM header. The WRM header is XML metadata added to encrypted content and included in the client manifest. It is also included in license challenges made to license servers.
es_es: Una lista delimitada por comas de pares nombre: valor (en la forma name1:value1, name2:value2, name3:value3) para ser incluidos en la sección CUSTOMATTRIBUTES de la cabecera WRM. El encabezado WRM son metadatos XML agregado al contenido cifrado e incluidos en el manifiesto del cliente. También se incluye en los desafíos licencia hechos a los servidores de licencias.

source: Data Formats
es_es: Formatos de datos
