Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Azure.MediaServices/App_Data/Localization/*/orchard.module.po
Languages: es_es

source: A comma-delimited list of four-character codes (FourCCs) that specify the data formats to be encrypted. If no value is specified, all data formats are encrypted.
es_es: Una lista delimitada por comas de los códigos de cuatro caracteres (FourCCs) que especifican los formatos de datos a cifrar. Si no se especifica ningún valor, todos los formatos de datos están encriptados.

source: A globally unique identifier (GUID) that uniquely identifies content for the purposes of licensing. Each presentation should use a unique value. If no value is specified, a random value is used.
es_es: Un identificador único global (GUID) que identifica el contenido para los propósitos de las licencias. Cada presentación debe utilizar un valor único. Si no se especifica ningún valor, se utiliza un valor aleatorio.

source: A base64-encoded 30-byte value, which is used in conjunction with the key ID to create the content key. Typically, one key seed is used with many key IDs to protect multiple files or sets of files; for example, all files issued by a license server or perhaps all files by a particular artist. Key seeds are stored on license servers.
es_es: Un valor codificado en base64 de 30 bytes, que se utiliza en conjunto con la clave de identificación para crear la clave de contenido. Normalmente, se utiliza una key seed con muchas claves IDs para proteger varios archivos o grupos de archivos; por ejemplo, todos los archivos emitidos por un servidor de licencias o tal vez todos los archivos emitidos por un artista en particular. Los key seed se almacenan en los servidores de licencias.

source: License Acquisition URL
es_es: URL de adquisición de licencia

source: The Web page address on a license server from which clients can obtain a license to play the encrypted content.
es_es: La dirección de página Web en un servidor de licencias de la cual los clientes pueden obtener una licencia para reproducir el contenido encriptado.

source: Use Senc Box
es_es: Utilice el cuadro de Senc

source: Use a 'senc' box to hold encryption metadata instead of a Protected Interoperable File Format (PIFF) 1.1 'uuid' box.
es_es: Utilice una caja 'senc' para mantener metadatos cifrados en lugar de un cuadro 'uuid' de archivo formato (PIFF) 1.1. interoperable protegido.

source: The service ID to include in the PlayReady header that is added to each file and in the client manifest (.ismc). This value must be a globally unique identifier (GUID) in Little Endian string form (like this 237A4EB1-9D01-4F4A-A2D2-79E51468014D).
es_es: El ID del servicio para incluir en la cabecera de PlayReady que se agrega a cada archivo y en el manifiesto del cliente (.ismc). Este valor debe ser un identificador único global (GUID) en forma de cadena Little Endian (como esta 237A4EB1-9D01-4F4A-A2D2-79E51468014D).

source: Thumbnail
es_es: Miniatura

source: Sets the width in pixels to be used for the thumbnail. An asterisk (*) character used in place of a width in pixels means to maintain aspect ratio based on the height of the first video source stream.
es_es: Establece el ancho en píxeles para la miniatura. Un carácter asterisco (*) utilizado en lugar de una anchura en píxeles significa que se va a mantener la relación de aspecto dependiendo de la altura de la primera fuente de flujo de vídeo.

source: Sets the height in pixels to be used for the thumbnail. An asterisk (*) character used in place of a height in pixels means to maintain aspect ratio based on the width of the first video source stream.
es_es: Establece el ancho en píxeles para la miniatura. Un carácter asterisco (*) utilizado en lugar de una altura en píxeles significa que se va a mantener la relación de aspecto dependiendo de la anchura de la primera fuente de flujo de vídeo.

source: Indicates the image format type of the output file.
es_es: Indica el tipo de formato de imagen del archivo de salida.

source: Specifies the file name of the generated thumbnail image. The following replaceable fields can be used: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.
es_es: Especifica el nombre del archivo de la imagen generada en miniatura. Pueden utilizarse los siguientes campos reemplazables: {OriginalFilename}, {ThumbnailTime}, {Size}, {ThumbnailIndex}, {DefaultExtension}.

source: A string value that indicates the start time in a video that will correspond with a sequence of thumbnails generated from the video. If no step is specified, this value is the sole time on which a generated thumbnail is based. The format of the string for the time value is: [hours]:[minutes]:[seconds].
es_es: Un valor de cadena que indica el tiempo de inicio en un vídeo que se corresponde con una secuencia de miniaturas generadas por el video. Si no se especifica ningún paso, este valor es el único momento en que se basa una miniatura generada. El formato de la cadena de valor en el tiempo es: [horas]: [minutos]: [segundos].

source: A string value that describes the time increments in a video at which thumbnail images will be generated, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
es_es: Un valor de cadena que describe los incrementos de tiempo en un video en el cual se generará imágenes en miniatura, si genera una secuencia de imágenes en miniatura. El formato de la cadena de valor en el tiempo es: [horas]: [minutos]: [segundos].

source: A string value that describes the end point in a video, if generating a sequence of thumbnails. The format of the string for the time value is: [hours]:[minutes]:[seconds].
es_es: Un valor de cadena que describe el punto final en un video, si genera una secuencia de imágenes en miniatura. El formato de la cadena de valor en el tiempo es: [horas]: [minutos]: [segundos].

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Input Asset
es_es: Entrada activo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Select the input asset for the job.
es_es: Seleccione el activo de entrada para el trabajo.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Name
es_es: Nombre del activo de salida

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name you wish to assign to the output asset. When left blank, the task name will be used.
es_es: Opcional. Especifica el nombre que deseas asignar a los activos de producción. Cuando se deje en blanco, se utilizará el nombre de la tarea.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Output Asset Description
es_es: Descripción del activo de salida

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description you wish to assign to the output asset.
es_es: Opcional. Especifica la descripción que deseas asignar a los activos de producción.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Name
es_es: Nombre del trabajo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify the name of this job. When left blank, the task name will be used.
es_es: Opcional. Especifica el nombre de este trabajo. Cuando se deje en blanco, se utilizará el nombre de la tarea.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Job Description
es_es: Descripción del trabajo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Optional. Specify a description for this job.
es_es: Opcional. Especifica una descripción para este trabajo.

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Create Job
es_es: Crear trabajo

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/Create.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Azure.MediaServices/Views/Job/SelectTask.cshtml
source: Select a Microsoft Azure Media task to perform
es_es: Selecciona una tarea de medios de Microsoft Azure para llevarla a cabo

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Published
es_es: Publicado

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Draft
es_es: Borrador

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Status:
es_es: Estado de carga:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Upload Progress:
es_es: Progreso de carga:

# ~/Modules/Orchard.Azure.MediaServices/Views/Parts/CloudVideo.Metadata.cshtml
source: Active Jobs:
es_es: Trabajos activos:

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Microsoft Azure Media Settings
es_es: Configuración de los medios de Microsoft Azure

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encoding
es_es: Codificación

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Encryption
es_es: Cifrado

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Subtitle languages
es_es: Idiomas de subtítulos

# ~/Modules/Orchard.Azure.MediaServices/Views/Settings/Index.cshtml
source: Save
es_es: Guardar
