Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/OrchardHUN.Shoutbox/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Shoutbox
es_mx: Shoutbox (comunicación entre visitantes del sitio y administradores)

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: The Orchard Hungary Team
es_mx: El equipo de Hungría de Orchard

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: A lightweight shoutbox module
es_mx: Un módulo ligero para shoutbox

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Community
es_mx: Comunidad

# OrchardHUN.Shoutbox.Permissions
source: Write Shoutbox messages.
es_mx: Escribe mensajes shoutbox.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox
es_mx: Shoutbox (comunicación entre visitantes del sitio y administradores)

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Messages
es_mx: Mensajes shoutbox

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from a Shoutbox widget
es_mx: Mensajes desde un widget Shoutbox

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any Shoutbox message
es_mx: Cualquier mensaje shoutbox

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from the Shoutbox "{0}"
es_mx: Mensajes desde el Shoutbox "{0}"

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Widget
es_mx: Widget shoutbox

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Select a Shoutbox widget.
es_mx: Selecciona un shoutbox widget.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any content item
es_mx: Cualquier content item

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Content with type {0}
es_mx: Contenido del tipo {0}

source: edit
es_mx: Editar

source: remove
es_mx: Eliminar

source: Are you sure you want to remove this message?
es_mx: ¿Estás seguro de eliminar este mensaje?

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Write message here
es_mx: Escribe un mensaje aquí

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Send
es_mx: Enviar

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: {0} to post messages.
es_mx: {0} para enviar mensajes.

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Sign in
es_mx: Autenticar

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: You're not allowed to post messages.
es_mx: No estás autorizado a enviar mensajes.

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.ProjectionLink.cshtml
source: All messages
es_mx: Todos los mensajes

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Shoutbox settings
es_mx: Configuración de Shoutbox

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Maximal number of messages shown
es_mx: Máximo número de mensajes para mostrar

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Numerical Id of the projection to list all messages
es_mx: El Id numérico de la proyección que lista todos los mensajes

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Provide an Id here for an automatic link to the projection page that you set up to list all messages. The numerical Id of the projection is required (this is the number after "Edit/" in the url when editing it.
es_mx: Indica un Id aquí para un enlace automático a la página de la proyección donde has preparado la lista de todos los mensajes. El Id numérico de la proyección es obligatorio (este es el número después de "Edit/" en la url cuando se está enditando)
