Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Setup/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Orchard.Setup/Module.txt
source: Setup
es_mx: Instalar

# ~/Modules/Orchard.Setup/Module.txt
source: The Orchard Team
es_mx: El Equipo de Orchard

# ~/Modules/Orchard.Setup/Module.txt
source: The setup module is creating the application's setup experience.
es_mx: El modulo de instalación esta creando la experiencia de instalación de la aplicación.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name is required.
es_mx: El nombre del sitio es obligatorio.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Site name can be no longer than {0} characters.
es_mx: El nombre del sitio puede tener más de {0} caracteres.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name is required.
es_mx: El nombre de usuario es requerido

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name must be at least {0} characters.
es_mx: El Nombre de usuario debe tener al menos {0} caracteres.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: User name can be no longer than {0} characters.
es_mx: El nombre de usuario puede tener más de {0} caracteres.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password is required.
es_mx: La contraseña es requerida

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password must be at least {0} characters.
es_mx: La contraseña debe contener al menos {0} caracteres.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password can be no longer than {0} characters.
es_mx: La contraseña puede tener mas que {0} caracteres.

# Orchard.Setup.Annotations.SiteNameValidAttribute
source: Password confirmation is required.
es_mx: La confirmación de la contraseña es requerida

# Orchard.Setup.Controllers.SetupController
source: Setup failed: {0}
es_mx: Falló la instalación: {0}

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Get Started
es_mx: Comenzar

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Please answer a few questions to configure your site.
es_mx: Por favor conteste las siguientes preguntas para configurar su sitio.

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: What is the name of your site?
es_mx: ¿Cual es el nombre de su sitio?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a user name:
es_mx: Seleccione un nombre de usuario:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose a password:
es_mx: Seleccione una contraseña:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Confirm the password:
es_mx: Confire la contraseña:

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: How would you like to store your data?
es_mx: ¿Cómo le gustaría almacenar su información?

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use built-in data storage (SQL Server Compact)
es_mx: Utilizar el almacenamiento de datos pre-construido (SQL Server Compact)

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing SQL Server, SQL Express database
es_mx: Utilizar una base de datos existente de SQL Server, SQL Express...

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Use an existing MySql database
es_mx: Usar una base de datos MySql existente

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Connection string
es_mx: String de Conexión

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Data Source=serverName;Database=dbName;User Id=userName;Password=password
es_mx: Fuente de datos = nombreDeServidor; Database = dbName;User Id = usuario;Password = contraseña

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Database Table Prefix
es_mx: Prefijo de la Tabla de la Base de Datos

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Choose an Orchard Recipe
es_mx: Elija una fórmula Orchard

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Cooking Orchard Recipe ...
es_mx: Preparando Orchard Recipe ...

# ~/Modules/Orchard.Setup/Views/Setup/Index.cshtml
source: Finish Setup
es_mx: Finalizar la Instalación
