Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Szmyd.Orchard.Modules.Menu/App_Data/Localization/*/orchard.module.po
Languages: es_mx

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced menu
es_mx: Menú avanzado

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Allows creation of custom, hierarchical menus. Adds also the BreadcrumbsWidget, RecentlySeenWidget and a MenuWidget/StyledMenuWidget to display independent menus on your pages.
es_mx: Permite la creación de menús personalizados y jerárquicos. Añade también el BreadcrumbsWidget, RecentlySeenWidget y un MenuWidget/StyledMenuWidget para mostrar menús independientes en sus páginas.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced menu - Visit counters
es_mx: Menú avanzado - contadores de visitas

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables counting content item visits/displays. Adds Recently Seen Widget that displays recently visited items.
es_mx: Permite contar las visitas/apariciones de un Content Item. Añade el widget RecentlySeen que muestra los Content Items que se han visitado recientemente.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Navigation
es_mx: Navegación

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced Menu - Breadcrumbs
es_mx: Menú avanzado - Breadcrumbs

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables breadcrumbs. Adds Breadcrumbs Widget that displays breadcrumbs path based on a given menu.
es_mx: Habilita la funcionalidad de breadcrumbs. Agrega el widget Breadcrumbs que muestra rutas breadcrumbs basadas en un menú específico.

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Navigation
es_mx: Navegación

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Create new menu
es_mx: Crear nuevo menú

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Manage menu '{0}'
es_mx: Administrar menú '{0}'

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table creation. It already exists.
es_mx: Omitiendo la creación de la tabla de BreadcrumbsPartRecord. La tabla ya existe.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table alteration. It already exists.
es_mx: Omitiendo el cambio de la tabla de BreadcrumbsPartRecord. Los cambios ya existen.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping CounterRecord table creation. It already exists.
es_mx: Omitiendo la creación de la tabla CounterRecord. La tabla ya existe.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping ItemCounterPartRecord table creation. It already exists.
es_mx: Omitiendo la creación de la tabla de ItemCounterPartRecord. La tabla ya existe.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table creation. It already exists.
es_mx: Omitiendo la creación de la tabla RecentlySeenPartRecord. La tabla ya existe.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table alteration. It already exists.
es_mx: Omitiendo el cambio de la tabla RecentlySeenPartRecord. Los cambios ya existen.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
es_mx: La creación del widget ha fallado: el tipo {0} no se encontró. Los tipos de widget soportados son: {1}.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : layer {0} was not found.
es_mx: Crear el widget ha fallado : el layer {0} no se ha encontrado.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu widget created successfully.
es_mx: Widget de menú creado con éxito.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu name was not supplied.
es_mx: No se ha proporcionado un nombre para el menú.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu {0} was not found. No action taken.
es_mx: El menú {0} no se ha encontrado. No se ha realizado ninguna acción.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Deleted menu {0}
es_mx: Menú {0} eliminado

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create new menus
es_mx: No tienes permisos para crear menús

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been created.
es_mx: Tu {0} ha sido creado.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create menu items
es_mx: No estás autorizado a crear elementos de menú

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't create menu item
es_mx: No se ha podido crear el elemento de menú

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item
es_mx: No se ha podido editar el elemento de menú

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item.
es_mx: No se ha podido editar el elemento de menú.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been saved.
es_mx: Su {0} ha sido guardado.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete menu item
es_mx: No se ha podido eliminar el elemento de menú

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu item was successfully deleted
es_mx: El elemento de menú se ha eliminado satisfactoriamente

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete {0} menu
es_mx: El menú {0} no se ha podido eliminar

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu {0} was successfully deleted
es_mx: El menú {0} se ha eliminado satisfactoriamente

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't fill the menu
es_mx: No se ha podido llenar el menú

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your menu has been filled.
es_mx: El menú se ha rellenado correctamente.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: (None)
es_mx: (Ninguno)

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Error during menu update!
es_mx: ¡Error durante la actualización del menú!

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Menu edited successfully
es_mx: Menú editado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Position cannot be empty.
es_mx: La posición no puede estar vacía.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: You have to provide either static Url or choose a content item
es_mx: Usted debe proporcionar cualquier Url estática o elegir un Content Item

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu name cannot contain spaces
es_mx: Nombre del menú no puede contener espacios

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu updated successfully
es_mx: Menú actualizado correctamente

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Error during menu update!
es_mx: ¡Error durante la actualización del menú!

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Breadcrumbs edited successfully
es_mx: Breadcrumbs editado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Error during breadcrumbs update!
es_mx: ¡Error durante la actualización de Breadcrumbs!

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Item counter edited successfully
es_mx: Contador de elementos editado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Error during item counter update!
es_mx: ¡Error durante la actualización del contador de elementos!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Menu relation edited successfully
es_mx: Relación de menú creada con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Error during menu relation update!
es_mx: ¡Error durante la actualización de la relación de menú!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Menu styling edited successfully
es_mx: Estilo de menú editado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Error during item counter update!
es_mx: ¡Error durante la actualización del contador de elementos!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Menu widget edited successfully
es_mx: Widget de menú creado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Error during menu widget update!
es_mx: ¡Error durante la actualización del widget menú!

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Recently Seen Part edited successfully
es_mx: El Part Recently Seen se ha editado con éxito

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Error during Recently Seen Part update!
es_mx: ¡Error durante la actualización del Part Recently Seen!

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/Counter.cshtml
source: {0} views
es_mx: {0} visualizaciones

source: Default counter displayed
es_mx: Contador mostrado por defecto

source: Default menu name
es_mx: Nombre por defecto del menú

source: Should display visit counts?
es_mx: ¿Debe mostrar el contador de visitas?

source: Counter to display
es_mx: Contador para mostrar

source: Menu Item for '{0}'
es_mx: Elemento de menú para '{0}'

source: Menu item link
es_mx: Enlace de elemento de menú

source: Static Url
es_mx: Url estático

source: Provide static Url to the desired page
es_mx: Proporcionar Dirección Url estático a la página deseada

source: Choose content item
es_mx: Elije un Content Item

source: Choose a content item this menu item points to
es_mx: Selecciona el Content Item al que apuntará este elemento de menú

source: Additional CSS classes
es_mx: Clases adicionales de CSS

source: Optional additional CSS classes to apply to this item.
es_mx: Clases de CSS adicionales opcionales para aplicar a este elemento.

source: Should include return url?
es_mx: ¿Debe incluir la dirección url de retorno?

source: This will append a ReturnUrl parameter to the query string of the link. This can be useful for example with Login and Logout links.
es_mx: Esto agregará un parámetro ReturnUrl a la cadena de consulta del enlace. Esto puede ser útil por ejemplo con enlaces Login y Logout.

source: Menu item settings
es_mx: Ajustes del elemento de menú

source: Displayed text
es_mx: Texto mostrado

source: Subtitle
es_mx: Subtítulo

source: Optional subtitle to display.
es_mx: Subtítulo opcional para mostrar.

source: Position
es_mx: Posición

source: Menu item position in menu, using dot-notation (eg. 1, 1.1, 1.1.2 etc.)
es_mx: Posición de elemento de menú en el menú, usando la notación de puntos (ej. 1, 1.1, 1.1.2 etc..)

source: Should display item text?
es_mx: ¿Debe mostrar el texto del elemento?

source: Should display item as link?
es_mx: ¿Debe mostrar el elemento como enlace?

source: Requires permission
es_mx: Se requiere un permiso

source: Choose a permission required to show this menu item (and all items below)
es_mx: Elija un permiso requerido para mostrar este elemento de menú (y todos los elementos abajo)

source: Show to users
es_mx: Mostrar a los usuarios

source: Choose whether this menu item (and all items below) will be shown to any user, or only to anonymous or authenticated users
es_mx: Elija si este elemento de menú (y todos los elementos abajo) será mostrado a cualquier usuario, o sólo a usuarios anónimos o a los usuarios autenticados

source: Menu settings
es_mx: Ajustes del menú

source: Menu name
es_mx: Nombre del menú

source: Breadcrumbs settings
es_mx: Configuración de Breadcrumbs

source: Separator string
es_mx: Cadena de separador

source: Leading text
es_mx: Texto principal

source: Menu to use
es_mx: Menú para usar

source: The menu on which the breadcrumbs path will be based on.
es_mx: El menú en el que se basará la ruta de breadcrumbs.

source: Display last breadcrumb as link?
es_mx: ¿Mostrar último segmento de breadcrumbs como enlace?

source: Recently seen settings
es_mx: Ajustes de visto recientemente (Recently Seen)

source: Positive filtering regular expression
es_mx: Expresión regular de filtrado positivo

source: You can specify here the regular expression for an URL white-list. <b>Only matching URLs will be displayed.</b>
es_mx: Aquí se puede especificar la expresión regular para una lista blanca de URL. <b>Se mostrará sólo las URLs coincidentes.</b>

source: Negative filtering regular expression
es_mx: Expresión regular de filtrado negativo

source: You can specify here the regular expression for an URL black-list. <b>Matching URLs won't be displayed.</b>.
es_mx: Aquí se puede especificar la expresión regular para una lista negra de URL. <b>No se mostrarán las URLs coincidentes.</b>.

source: Items displayed
es_mx: Elementos mostrados

source: Specify how many items will be displayed.
es_mx: Especificar cuántos elementos se mostrarán.

source: Visit counter
es_mx: Contador de visitas

source: Select the counter which you'd like to display items for.
es_mx: Seleccione el contador para el que le gustaría mostrar elementos.

source: Should display visit counts?
es_mx: ¿Debe mostrar el contador de visitas?

source: Show this item on menu(s)
es_mx: Mostrar este elemento en menú(s)

source: Show on '<i>{0}</i>' menu
es_mx: Mostrar en el menú ' <i>{0}</i> '

source: Menu text
es_mx: Texto del menú

source: Location
es_mx: Ubicación

source: There are no menus to choose from.
es_mx: Hay no hay menús a elegir.

source: Simple menu styling settings
es_mx: Configuración de estilo de menú sencillo

source: Choose menu style:
es_mx: Elija el estilo de menú:

source: Item background color
es_mx: Color de fondo del elemento

source: Background color in hex format, eg. #FFFFFF (white), #000000 (black)
es_mx: Color de fondo en formato hexadecimal, por ejemplo. #FFFFFF (blanco), #000000 (negro)

source: Item foreground (text) color
es_mx: Color de primer plano (texto) del elemento

source: Foreground color in hex format, eg. #FFFFFF (white), #000000 (black)
es_mx: Color de fondo en formato hexadecimal, por ejemplo. #FFFFFF (blanco), #000000 (negro)

source: Selected item's background color
es_mx: Color de fondo del elemento seleccionado

source: Selected item's foreground (text) color
es_mx: Color de primer plano (texto) del elemento seleccionado

source: Hovered item's background color
es_mx: Color de fondo de los elementos superpuestos

source: Hovered item's foreground (text) color
es_mx: Color de primer plano (texto) de los elementos superpuestos

source: Menu settings
es_mx: Ajustes del menú

source: Menu display mode
es_mx: Modo de visualización de menú

source: Choose display mode
es_mx: Elija el modo de visualización

source: Menu to display
es_mx: Menú para mostrar

source: The menu from which the items will be displayed.
es_mx: El menú desde el que se mostrarán los elementos.

source: The root node to display children for
es_mx: El nodo raíz del que mostrar sus hijos

source: The dot-notated position of desired menu item. Leave empty for whole menu.
es_mx: La posición en notación por puntos para el elemento de menú deseado. Déjalo vacío para abarcar todo el menú.

source: Limit levels
es_mx: Niveles límite

source: Limit the number of levels displayed. 0 = unlimited.
es_mx: Limitar el número de niveles para mostrarse. 0 = sin límite.

source: Cut lower levels?
es_mx: ¿Cortar los niveles más bajos?

source: Check if you want to cut down items below limit.
es_mx: Verifique si desea cortar elementos por debajo del límite.

source: Leave unchecked if you want to flatten lower levels to single list.
es_mx: Dejar sin marcar si quieres aplanar los niveles inferiores de una lista individual.

source: Wrap children in &lt;div&gt; tags?
es_mx: ¿Envolver a los elementos hijo en las etiquetas &lt; div &gt;?

source: Check if you want to add additional &lt;div&gt; wrappers around child &lt;ul&gt; lists.
es_mx: Verifique si desea agregar wrappers &lt; div &gt; adicionales a los elementos hijo de las listas &lt; ul &gt;

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Create.cshtml
source: Create New Menu
es_mx: Crear nuevo menú

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/CreateItem.cshtml
source: Create New Menu Item
es_mx: Crear nuevo elemento de menú

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/EditItem.cshtml
source: Edit Menu Item
es_mx: Editar elemento de menú

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Manage {0} menu
es_mx: Administrar menú {0}

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete menu
es_mx: Eliminar el menú

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Create new menu
es_mx: Crear nuevo menú

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item
es_mx: + Agregar elemento

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item /w custom Html
es_mx: + Agregar elemento /w Html personalizado

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Include contained items?
es_mx: ¿Incluir los elementos hijo?

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Fill menu with existing items
es_mx: + Llenar el menú con los elementos existentes

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Item
es_mx: Elemento

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Position
es_mx: Posición

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Type: <strong>{0}</strong>
es_mx: Tipo: <strong>{0}</strong>

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Edit
es_mx: Editar

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete
es_mx: Eliminar
