Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Comments/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Comments/Module.txt
source: Comments
es_es: Comentarios

# ~/Modules/Orchard.Comments/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Comments/Module.txt
source: The comments system implemented by this module can be applied to arbitrary Orchard content types, such as blogs and pages. It includes comment validation and spam protection through the Akismet service.
es_es: El sistema de comentarios implementado por este modulo puede se aplicado a tipos de contenido arbitrarios de Orchard, como blogs y páginas. Se incluye validacion de comentarios y protección de spam a través del servicio Akismet.

# ~/Modules/Orchard.Comments/Module.txt
source: Standard content item comments.
es_es: Comentario del elemento de contenido éstandar.

# ~/Modules/Orchard.Comments/Module.txt
source: Comments Workflows Activities
es_es: Actividades de flujo de trabajo para la gestión de comentarios

# ~/Modules/Orchard.Comments/Module.txt
source: Provides workflow activities for comments management.
es_es: Ofrece actividades de flujo de trabajo para la gestión de comentarios.

# ~/Modules/Orchard.Comments/Module.txt
source: Workflows
es_es: Flujos de trabajo

# Orchard.Comments.AdminMenu
source: Comments
es_es: Comentarios

# Orchard.Comments.AdminMenu
source: List
es_es: Lista

# Orchard.Comments.Shapes
source: ({0} pending)
es_es: ({0} pendiente)

# Orchard.Comments.Shapes
source: 1 comment
es_es: 1 comentario

# Orchard.Comments.Shapes
source: {0} comments
es_es: {0} comentarios

# Orchard.Comments.Activities.CloseCommentsActivity
source: Comments
es_es: Comentarios

# Orchard.Comments.Activities.CloseCommentsActivity
source: Closes the comments on the currently processed content item.
es_es: Cierra los comentarios en el elemento de contenido procesado actualmente.

# Orchard.Comments.Activities.CloseCommentsActivity
source: Done
es_es: Hecho

# Orchard.Comments.Controllers.AdminController
source: Couldn't moderate comment
es_es: No se pudo moderar el comentario

# Orchard.Comments.Controllers.AdminController
source: Couldn't delete comment
es_es: No se pudo eliminar el comentario

# Orchard.Comments.Controllers.AdminController
source: Couldn't disable comments
es_es: No se pudo deshabilitar los comentarios

# Orchard.Comments.Controllers.AdminController
source: Couldn't enable comments
es_es: No se pudo habilitar los comentarios

# Orchard.Comments.Controllers.AdminController
source: Couldn't edit comment
es_es: No se pudo editar el comentario

# Orchard.Comments.Controllers.AdminController
source: Couldn't approve comment
es_es: No se pudo aprobar el comentario

# Orchard.Comments.Controllers.AdminController
source: Couldn't unapprove comment
es_es: No se pudo desaprobar el comentario

# Orchard.Comments.Controllers.CommentController
source: Couldn't add comment
es_es: No se pudo agregar el comentario

# Orchard.Comments.Controllers.CommentController
source: Name is mandatory and must have less than 255 chars
es_es: El nombre es obligatorio y debe tener menos de 255 caracteres

# Orchard.Comments.Controllers.CommentController
source: Email is invalid or is longer than 255 chars
es_es: El email no es válido o tiene más de 255 caracteres

# Orchard.Comments.Controllers.CommentController
source: Site url is invalid or is longer than 255 chars
es_es: URL del sitio web no es válida o tiene más de 255 caracteres

# Orchard.Comments.Controllers.CommentController
source: Comment is mandatory
es_es: Comentar es obligatorio

# Orchard.Comments.Controllers.CommentController
source: Your comment has been posted.
es_es: Tu comentario ha sido publicado.

# Orchard.Comments.Controllers.CommentController
source: Your comment will appear after the site administrator approves it.
es_es: Su comentario estará disponbile después de que el adminisrador lo autorize

# Orchard.Comments.Controllers.CommentController
source: Comment approved successfully
es_es: El comentario se ha aprobado satisfactoriamente

# Orchard.Comments.Controllers.CommentController
source: Comment deleted successfully
es_es: El comentario se ha eliminado satisfactoriamente

# Orchard.Comments.Controllers.CommentController
source: Comment moderated successfully
es_es: Comentario moderado satisfactoriamente

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't moderate comment
es_es: No puede moderarse el comentario

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully moderated.
es_es: El comentario se ha moderado satisfactoriamente

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't approve comment
es_es: No puede aprobarse el comentario

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment approved.
es_es: Comentario aprobado

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't delete comment
es_es: No puede eliminarse el comentario

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully deleted.
es_es: El comentario se ha eliminado satisfactoriamente

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment saved.
es_es: Comentario guardado

# Orchard.Comments.Drivers.CommentPartDriver
source: Name is mandatory
es_es: El nombre es obligatorio

# Orchard.Comments.Feeds.CommentFeedItemBuilder
source: Comment on {0} by {1}
es_es: Comentario en {0} por {1}

# Orchard.Comments.Handlers.CommentSettingsPartHandler
source: Comments
es_es: Comentarios

# Orchard.Comments.Projections.CommentsFilter
source: Comments
es_es: Comentarios

# Orchard.Comments.Projections.CommentsFilter
source: Has Comments
es_es: Tiene comentarios

# Orchard.Comments.Projections.CommentsFilter
source: Commented content items
es_es: Content Items comentados

# Orchard.Comments.Rules.CommentsActions
source: Close comments
es_es: Cerrar comentarios

# Orchard.Comments.Rules.CommentsActions
source: Comments
es_es: Comentarios

# Orchard.Comments.Rules.CommentsActions
source: Closes comments on a content item.
es_es: Cerrar comentarios para un Content Item

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id
es_es: Id del elemento de contenido

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id.
es_es: Id del elemento de contenido

# Orchard.Comments.Tokens.CommentTokens
source: Comments
es_es: Comentarios

# Orchard.Comments.Tokens.CommentTokens
source: Commented On
es_es: Comentó sobre

# Orchard.Comments.Tokens.CommentTokens
source: The content item this comment was created on.
es_es: El Content Item para el que fue creado este comentario.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Message
es_es: Comentario

# Orchard.Comments.Tokens.CommentTokens
source: The text of the comment itself
es_es: El text del propio comentario

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author
es_es: Autor del comentario

# Orchard.Comments.Tokens.CommentTokens
source: The author of the comment.
es_es: El autor del comentario.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Url
es_es: Url del autor del comentario

# Orchard.Comments.Tokens.CommentTokens
source: The url provided by the author of the comment.
es_es: La URL proporcionada por el autor del comentario.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Email
es_es: Email del autor del comentario

# Orchard.Comments.Tokens.CommentTokens
source: The email provided by the author of the comment.
es_es: El email proporcionado por el autor del comentario.

# Orchard.Comments.Tokens.CommentTokens
source: Comment approval Url
es_es: URL para aprobar el comentario

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to approve this comment.
es_es: La URL absoluta para aprobar este comentario

# Orchard.Comments.Tokens.CommentTokens
source: Comment moderation Url
es_es: URL para moderar el comentario

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to moderate this comment.
es_es: La URL absoluta para moderar este comentario.

# Orchard.Comments.Tokens.CommentTokens
source: Comment deletion Url
es_es: URL para eliminar el comentario

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to delete this comment.
es_es: La URL absoluta para eliminar este comentario.

# ~/Modules/Orchard.Comments/Views/CommentMetadata.cshtml
source: said
es_es: dijo

# ~/Modules/Orchard.Comments/Views/CommentReplyButton.cshtml
source: Reply
es_es: Responder

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Approve
es_es: Aprobar

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Unapprove
es_es: Desaprobar

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Comments have been disabled for this content.
es_es: Los comentarios deben estar desactivados para este contenido.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must {0} to comment.
es_es: Debes {0} para poder comentar.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: log on
es_es: Iniciar sesión

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Submit Comment
es_es: Enviar comentario

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: No Comments
es_es: Sin comentarios

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: 1 Comment
es_es: 1 comentario

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: No Comments
es_es: Sin comentarios

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: 1 Comment
es_es: 1 comentario

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comments for {0}
es_es: Comentarios para {0}

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Enable Comments
es_es: Habilitar Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Disable Comments
es_es: Deshabilitar Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Choose action...
es_es: Seleccione una acción...

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approve
es_es: Aprobar

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Unapprove
es_es: Desaprobar

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Filter:
es_es: Filtrar:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: All Comments
es_es: Todos los Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved Comments
es_es: Comentarios Aprobados

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending Comments
es_es: Comentarios Pendientes

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: This is a table of the comments for the content item
es_es: Esta es una tabla de los comentarios para el item de contenido

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Status
es_es: Estado

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Author
es_es: Autor

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comment
es_es: Comentario

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Date
es_es: Fecha

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending
es_es: Pendiente

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved
es_es: Aprobado

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit Comment
es_es: Editar Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Edit Comment
es_es: Editar Comentario

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comments
es_es: Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Choose action...
es_es: Seloccione una acción...

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approve
es_es: Aprobar

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Unapprove
es_es: Desaprobar

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Filter:
es_es: Filtrar:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: All Comments
es_es: Todos los Comentarios

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved Comments
es_es: Comentarios Aprobados

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending Comments
es_es: Comentarios Pendientes

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: This is a table of the comments in your application
es_es: Esta es una tabla de los comentarios en su aplicación

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Status
es_es: Estado

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Author
es_es: Autor

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comment
es_es: Comentario

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Commented On
es_es: Comentado en

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions
es_es: Acciones

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending
es_es: Pendiente

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved
es_es: Aprobado

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: [Empty]
es_es: [Vacío]

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Use threaded comments by default
es_es: Usa comentarios en hilos por defecto

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Users must be authenticated to comment
es_es: El usuario debe estar autenticado para poder comentar

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The author's name.
es_es: El nombre del autor.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Email
es_es: Correo

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The email address the author has provided with the comment.
es_es: El email que el autor ha proporcionado junto al comentario

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The website url the author has provided with the comment.
es_es: La URL del sitio web que el autor ha proporcionado junto al comentario.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Comment
es_es: Comentarios

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The body of the comment.
es_es: El cuerpo del comentario.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Save
es_es: Guardar

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Moderate
es_es: Moderar

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Approve
es_es: Aprobar

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Add a Comment
es_es: Agregar un comentario

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Name
es_es: Nombre

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Email
es_es: Correo

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Hi, {0}!
es_es: Hola, {0}!

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Comment
es_es: Comentario

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Comments
es_es: Comentarios

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Show comments
es_es: Mostrar comentarios

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the existing comments.
es_es: Activa mostrar los comentarios existentes.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow new comments
es_es: Permitir nuevos comentarios

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
es_es: Activar para mostrar el formulario de comentarios. Deshabilitar permite aún los comentarios existentes se muestran pero no permite que la conversación continúe.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow threaded comments
es_es: Permite comentarios en hilos

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to allow users to answer directly to other comments.
es_es: Activa que pueda permitirse a los usuarios responder directamente a otros comentarios.

source: Comments
es_es: Comentarios

source: Comments must be approved before they appear
es_es: Los comentarios deben ser aprobados antes de que aparezcan

source: Check if you want to manually approve comments before they can be displayed.
es_es: Marca esta casilla si quieres aprobar manualmente los comentarios antes de que se hagan públicos.

source: Automatically close comments after
es_es: Cerrar automáticamente los comentarios a continuación

source: days
es_es: días

source: Number of days after comments are automatically closed. Leave to 0 to have them always available.
es_es: Número de días antes de que los comentarios sean cerrados automáticamente. Deja a 0 para tenerlos siempre disponibles.
