Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Blogs/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Blogs/Module.txt
source: The Orchard Blogs module is implementing basic blogging features.
es_es: El módulo de Blogs de Orchard implementa las características básicas de un blog.

# ~/Modules/Orchard.Blogs/Module.txt
source: Remote Blog Publishing
es_es: Publicación Remota de Blog

# ~/Modules/Orchard.Blogs/Module.txt
source: Blog easier using a dedicated MetaWeblogAPI-compatible publishing tool.
es_es: Escribe más fácilmente usando una herramienta de publicación dedicada compatible con MetaWeblogAPI.

# ~/Modules/Orchard.Blogs/Module.txt
source: Content Publishing
es_es: Publicación de Contenido

# Orchard.Blogs.AdminMenu
source: Manage Blogs
es_es: Administrar Blogs

# Orchard.Blogs.AdminMenu
source: Manage Blog
es_es: Administrar Blog

# Orchard.Blogs.AdminMenu
source: New Post
es_es: Nueva Entrada

# Orchard.Blogs.AdminMenu
source: New Blog
es_es: Nuevo Blog

# Orchard.Blogs.Commands.BlogCommands
source: Invalid username: {0}
es_es: Nombre de usuario inválido: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Blog created successfully
es_es: Blog creado con éxito

# Orchard.Blogs.Commands.BlogCommands
source: Loading feed...
es_es: Cargando feed...

# Orchard.Blogs.Commands.BlogCommands
source: Found {0} items
es_es: {0} elementos encontrados

# Orchard.Blogs.Commands.BlogCommands
source: An error occured while loading the feed at {0}.
es_es: Ha ocurrido un error al cargar el feed en {0}.

# Orchard.Blogs.Commands.BlogCommands
source: Blog not found with specified Id: {0}
es_es: No se ha encontrado el blog con el Id especificado: {0}

# Orchard.Blogs.Commands.BlogCommands
source: Adding post: {0}...
es_es: Agregando entrada: {0}...

# Orchard.Blogs.Commands.BlogCommands
source: Import feed completed.
es_es: Importación de feed completada.

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to create blogs
es_es: No estás autorizado a crear blogs

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't create blog
es_es: No se pudo crear el blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Not allowed to edit blog
es_es: No estás autorizado a editar el blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't delete blog
es_es: No se pudo eliminar el blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog deleted
es_es: Blog eliminado

# Orchard.Blogs.Controllers.BlogAdminController
source: Couldn't edit blog
es_es: No se pudo editar el blog

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog information updated
es_es: Información del Blog actualizada

# Orchard.Blogs.Controllers.BlogAdminController
source: Blog was successfully deleted
es_es: El blog fue eliminado satisfactoriamente

# Orchard.Blogs.Controllers.BlogController
source: Cannot view content
es_es: No se puede mostrar el contenido

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Not allowed to create blog post
es_es: No estás autorizado a crear entradas en el blog

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create content
es_es: No se pudo crear el contenido

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't create blog post
es_es: No se pudo crear la entrada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't publish blog post
es_es: No se pudo publicar la entrada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been created.
es_es: Se ha creado tu {0}.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't edit blog post
es_es: No se pudo editar la publicación del blog

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Your {0} has been saved.
es_es: Se ha guardado tu {0}.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: There is no draft to discard.
es_es: No hay un borrador que descartar.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't discard blog post draft
es_es: No se pudo descartar el borrador de la entrada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Can not discard draft on unpublished blog post.
es_es: No se puede descartar el borrador de una entrada no publicada.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post draft version discarded
es_es: El borrador de la entrada ha sido descartado

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't delete blog post
es_es: No se pudo eliminar la entrada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post was successfully deleted
es_es: La entrada fue eliminada satisfactoriamente

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully published.
es_es: Entrada publicada satisfactoriamente.

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Couldn't unpublish blog post
es_es: No se pudo dejar de publicar la entrada

# Orchard.Blogs.Controllers.BlogPostAdminController
source: Blog post successfully unpublished.
es_es: La entrada ha dejado de estar publicada.

# Orchard.Blogs.Services.XmlRpcHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
es_es: La entrada ya no existe. Crea una nueva entrada.

# Orchard.Blogs.Services.XmlRpcHandler
source: The username or e-mail or password provided is incorrect.
es_es: El nombre de usuario, e-mail o contraseña proporcionados son incorrectos.

# ~/Modules/Orchard.Blogs/Views/Blog.DeleteButton.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: Manage {0}
es_es: Administrar {0}

# ~/Modules/Orchard.Blogs/Views/Content-Blog.DetailAdmin.cshtml
source: New Post
es_es: Nueva Entrada

# ~/Modules/Orchard.Blogs/Views/Content-Blog.Edit.cshtml
source: New Blog
es_es: Nuevo blog

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: View
es_es: Ver

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish Draft
es_es: Publicar borrador

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Preview
es_es: Previsualización

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Unpublish
es_es: Dejar de Publicar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Publish
es_es: Publicar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Edit
es_es: Editar

# ~/Modules/Orchard.Blogs/Views/Content-BlogPost.SummaryAdmin.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: 1 post
es_es: 1 entrada

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.BlogPostCount.cshtml
source: {0} posts
es_es: {0} entradas

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.Manage.cshtml
source: Blog Properties
es_es: Propiedades del Blog

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: List Posts
es_es: Listar Entradas

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.Blog.SummaryAdmin.cshtml
source: New Post
es_es: Nueva Entrada

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogArchives.cshtml
source: None found
es_es: No se ha encontrado ninguno

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
es_es: No hay entradas en este blog.

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Choose action...
es_es: Selecciona una acción...

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Publish Now
es_es: Publicar ahora

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Unpublish
es_es: No Publicar

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Blogs/Views/Parts.Blogs.BlogPost.ListAdmin.cshtml
source: There are no posts for this blog.
es_es: No hay entradas en este blog.

# ~/Modules/Orchard.Blogs/Views/Blog/List.cshtml
source: No blogs found.
es_es: No se encontraron blogs.

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Create.cshtml
source: New Blog
es_es: Nuevo Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Edit.cshtml
source: Blog Properties
es_es: Propiedades del Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/Item.cshtml
source: Manage Blog
es_es: Administrar Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Manage Blogs
es_es: Administrar Blogs

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: New Blog
es_es: Nuevo Blog

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Actions:
es_es: Acciones:

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Choose action...
es_es: Selecciona una acción...

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Delete
es_es: Eliminar

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Blogs/Views/BlogAdmin/List.cshtml
source: There are no blogs for you to see. Want to <a href="{0}">add one</a>?
es_es: No aparecen blogs para tí. ¿Deseas <a href="{0}">agregar uno</a>?

# ~/Modules/Orchard.Blogs/Views/BlogPost/ListByArchive.cshtml
source: Archives
es_es: Archivos

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Create.cshtml
source: New Post
es_es: Nuevo Artículo

# ~/Modules/Orchard.Blogs/Views/BlogPostAdmin/Edit.cshtml
source: Edit Blog Post
es_es: Editar Publicación del Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Description
es_es: Descripción

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Provide a custom public url which will be used to proxy the local rss feed.
es_es: Proporcionar una url pública personalizada que se utilizará para el proxy local de feeds rss.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: The current feed is available at <a href="{0}">{0}</a>.
es_es: El feed actual está disponible en <a href="{0}"> {0}</a>.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Render a comments rss feed
es_es: Visualizar un feed rss de comentarios

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.Blog.Fields.cshtml
source: Enable to render the comments rss feed.
es_es: Habilitar para mostrar un feed rss de comentarios.

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: For Blog
es_es: Para el Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.BlogArchives.cshtml
source: Select which blog you want to display the archives for
es_es: Selecciona el blog del que quiere que se muestren los archivos

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: For Blog
es_es: Para el Blog

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Select which blog you want to display the recent posts for
es_es: Selecciona el blog del que quiere que se muestren las entradas más recientes

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Count
es_es: Cantidad

# ~/Modules/Orchard.Blogs/Views/EditorTemplates/Parts.Blogs.RecentBlogPosts.cshtml
source: Number of posts to display. Zero for all.
es_es: Número de entradas de blog a mostrar. Cero para todas.
