Repository: salomon-tecinfo/OC-Collaboration-0
Catalog: Modules/Orchard.Themes/App_Data/Localization/*/orchard.module.po
Languages: es_es

# ~/Modules/Orchard.Themes/Module.txt
source: Themes
es_es: Temas

# ~/Modules/Orchard.Themes/Module.txt
source: The Orchard Team
es_es: El Equipo de Orchard

# ~/Modules/Orchard.Themes/Module.txt
source: The themes module makes it possible for Orchard applications to customize the look and feel of an Orchard web site.
es_es: El módulo de temas habilita la posibilidad de personalizar la presentación de un sitio web Orchard.

# Orchard.Themes.AdminMenu
source: Themes
es_es: Temas

# Orchard.Themes.AdminMenu
source: Installed
es_es: Instalado

# Orchard.Themes.Commands.ThemeCommands
source: Current theme
es_es: tema actual

# Orchard.Themes.Commands.ThemeCommands
source: List of available themes
es_es: Lista de temas disponibles

# Orchard.Themes.Commands.ThemeCommands
source: Name: {0}
es_es: Nombre: {0}

# Orchard.Themes.Commands.ThemeCommands
source: State: {0}
es_es: Estado: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabled
es_es: Habilitado

# Orchard.Themes.Commands.ThemeCommands
source: Disabled
es_es: Deshabilitado

# Orchard.Themes.Commands.ThemeCommands
source: NeedsUpdate: {0}
es_es: Necesita Actualización: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Yes
es_es: Si

# Orchard.Themes.Commands.ThemeCommands
source: Author: {0}
es_es: Autor: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Version: {0}
es_es: Versión: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Description: {0}
es_es: Descripción: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Website: {0}
es_es: Sitio Web: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Zones: {0}
es_es: Zonas: {0}

# Orchard.Themes.Commands.ThemeCommands
source: Could not find theme {0}
es_es: No se pudo encontrar el tema {0}

# Orchard.Themes.Commands.ThemeCommands
source: Enabling theme "{0}"...
es_es: Habilitando tema "{0}"...

# Orchard.Themes.Commands.ThemeCommands
source: Activating theme "{0}"...
es_es: Activando tema "{0}"...

# Orchard.Themes.Commands.ThemeCommands
source: Theme "{0}" activated
es_es: Tema "{0}" activado

# Orchard.Themes.Controllers.AdminController
source: Couldn't preview the current theme
es_es: No se puede mostrar una vista previa del tema actual

# Orchard.Themes.Controllers.AdminController
source: Theme {0} was not found
es_es: Tema {0} no se encontró

# Orchard.Themes.Controllers.AdminController
source: Couldn't enable the theme
es_es: No se pudo habilitar el tema

# Orchard.Themes.Controllers.AdminController
source: Couldn't disable the current theme
es_es: No se pudo deshabilitar el tema actual

# Orchard.Themes.Controllers.AdminController
source: Couldn't set the current theme
es_es: No se pudo asignar el tema actual

# Orchard.Themes.Controllers.AdminController
source: Couldn't update theme
es_es: No se pudo actualizar el tema

# Orchard.Themes.Controllers.AdminController
source: An error occured while updating the theme {0}: {1}
es_es: Ocurrio un error mientras se actualizaba el tema {0}: {1}

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
es_es: El tema "{0}" ya está en el grupo de temas que necesitan desactivar características.

# Orchard.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
es_es: El tema "{0}" ya se ecuentra en la cola de temas que necesitan habilitar características

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Activate
es_es: Activar

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Set Current
es_es: Definir actual

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Preview
es_es: Vista previa

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: By
es_es: Por

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Version:
es_es: Versión:

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Disable
es_es: Deshabilitar

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Enable
es_es: Habilitar

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Update
es_es: Actualizar

# ~/Modules/Orchard.Themes/Views/ThemeEntry.cshtml
source: Uninstall
es_es: Desintalar

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: By
es_es: Por

# ~/Modules/Orchard.Themes/Views/ThemeEntry.Current.cshtml
source: Version:
es_es: Versión:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: You are previewing:
es_es: Usted esta previsualizando:

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Preview
es_es: Presentación preliminar

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply
es_es: Aplicar

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Apply this theme
es_es: Aplicar este tema

# ~/Modules/Orchard.Themes/Views/ThemePreview.cshtml
source: Cancel
es_es: Cancelar

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Themes
es_es: Temas

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There is no current theme in the application. The built-in theme will be used.
es_es: No existe un tema actual en la aplicación. El tema preconstruido será utilizado.

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a new Theme
es_es: Instalar un nuevo Tema

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Current Theme
es_es: Tema Actual

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Available
es_es: disponible

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: Install a theme from your computer
es_es: Instalar un tema desde tu ordenador

# ~/Modules/Orchard.Themes/Views/Admin/Index.cshtml
source: There are no additional themes installed.
es_es: No hay temas adicionales instalados.
